Repository: AmineVisionic/plugins
Catalog: woomelly/languages/woomelly-*.po
Languages: es_ar, pt_br

source: Extensions
es_ar: Extensiones
pt_br: Extensões

source: At this moment the sales module is in test mode (BETA) since we are presenting problems with Mercadolibre and sales are duplicated in countries where the shopping cart is implemented. If you want to use it in test mode, you can activate it and inactivate it in this same page. Sorry for the inconvenience caused. Any questions can write to makeplugins@gmail.com.
es_ar: En este momento el módulo de ventas se encuentra en modo de prueba (BETA) dado que estamos presentando inconvenientes con Mercadolibre y las ventas llegan duplicadas en países donde el carro de compra esta implementado. Si desea usarla en modo de prueba, puede activarla y desactivarla en esta misma página. Disculpe las molestia causadas. Cualquier duda puede escribirnos a makeplugins@gmail.com.
pt_br: Neste momento, o módulo de vendas está em modo de teste (BETA), pois estamos apresentando problemas com o Mercado Livre e as vendas são duplicadas em países onde o carrinho de compras é implementado. Se você quiser usá-lo no modo de teste, você pode ativá-lo e desativá-lo nesta mesma página. Desculpe pela inconveniência causada. Qualquer dúvida pode escrever para makeplugins@gmail.

source: Manage Sales %s
es_ar: Gestión de Ventas %s
pt_br: Gerenciar Vendas %s

source: An order is a request a customer places on a listed item with the intention to purchase it under a series of conditions he/she will choose throughout the checkout flow.
es_ar: Una orden es una solicitud que un cliente realiza en un artículo de la lista con la intención de comprarlo bajo una serie de condiciones que él / ella elegirá a lo largo del flujo de pago.
pt_br: Um pedido é uma solicitação que um cliente coloca em um item listado com a intenção de comprá-lo sob uma série de condições que ele escolherá durante todo o fluxo de check-out.

source: Manage feedback %s
es_ar: Gestión de Calificaciones %s
pt_br: Gerenciar feedback %s

source: According to MercadoLibres business rules, after the sale (or purchase) is complete, the buyer and the seller must provide feedback about the transaction and rate each other. Buyers and sellers build their reputations based on their trading partners ratings.
es_ar: De acuerdo con las reglas comerciales de Mercadolibre, una vez que se completa la venta (o compra), el comprador y el vendedor deben proporcionar sus comentarios sobre la transacción y calificarse entre ellos. Los compradores y vendedores construyen su reputación según las calificaciones de sus socios comerciales.
pt_br: De acordo com as regras de negócio do Mercadolivre, após a conclusão da venda (ou compra), o comprador e o vendedor devem fornecer feedback sobre a transação e avaliar um ao outro. Compradores e vendedores constroem suas reputações com base em suas classificações de parceiros comerciais.

source: Success!
es_ar: ¡Éxito!
pt_br: Sucesso!

source: Overview
es_ar: Principal
pt_br: Visão geral

source: Authorization with Mercadolibre
es_ar: Autorización con Mercadolibre
pt_br: Autorização com Mercado Livre

source: General configuration
es_ar: Configuración General
pt_br: Configuração Geral

source: Configuration Connection Templates
es_ar: Configuración Plantillas de Conexión
pt_br: Configuração Geral

source: Synchronization with Mercadolibre
es_ar: Sincronización con Mercadolibre
pt_br: Sincronização com Mercado Livre

source: Extensions of Woomelly
es_ar: Extensiones de Woomelly
pt_br: Extensões de Woomelly

source: Support and Suggestions
es_ar: Soporte y Sugerencias
pt_br: Suporte e Sugestões

source: Once the Woomelly plugin is installed, the first step is to set up your website with your store in Mercadolibre. This step is very important for a correct link of both stores and for this you have to follow the following steps:
es_ar: Una vez instalado el plugin Woomelly, el primer paso es configurar tu sitio web con tu tienda en Mercadolibre. Este paso es muy importante para una correcta vinculación de ambas tiendas y para ello tienes que seguir los siguientes pasos:
pt_br: Uma vez que o plugin Woomelly é instalado, o primeiro passo é configurar o seu site com a sua loja em Mercado Livre. Este passo é muito importante para um link correto de ambas as lojas e para isso você deve seguir os seguintes passos:

source: Go to the %s configuration and follow the steps shown on the 'Help' button.
es_ar: Ve a la configuración del %s y sigues allí los pasos que te mostramos en el botón de 'Ayuda'.
pt_br: Vá para a configuração do %s e siga os passos mostrados no botão 'Ajuda'.

source: site
es_ar: sitio

source: This authorization lasts only 6 hours but quiet, Woomelly is responsible for updating it automatically and in case of error you will receive a notification to the administrator's mail. To change this email, as well as activate and deactivate it, you have to go to %s.
es_ar: Esta autorización dura solo 6 horas pero tranquilo, Woomelly se encarga de actualizarlo automáticamente y en caso de error te llegara una notificación al correo del administrador. Para cambiar este correo, así como activarlo y desactivarlo, tienes que dirigirte a %s.
pt_br: Esta autorização dura apenas 6 horas, mas de forma silenciosa, a Woomelly é responsável por atualizá-lo automaticamente e em caso de erro, você receberá uma notificação para o e-mail do administrador. Para alterar este e-mail, bem como ativá-lo e desativá-lo, você precisa ir para %s.

source: Settings > Security
es_ar: Ajustes > Seguridad
pt_br: Configurações > Segurança

source: You can also unlink your store whenever you want. This step is easily reversible but remember that when your store is unlinked, no synchronization with Mercadolibre will take effect.
es_ar: Puedes también desvincular tu tienda cuando lo desees. Este paso es reversible fácilmente pero recuerda que estando desvinculada tu tienda ninguna sincronización con Mercadolibre tendrá efecto.
pt_br: Você também pode desvincular sua loja sempre que quiser. Este passo é facilmente reversível, mas lembre-se de que quando sua loja estiver desconectada, nenhuma sincronização com Mercado Livre entrará em vigor.

source: Once your store is authorized with Mercadolibre it is time to configure the basic data for your publications. For this you have to take into account these options:
es_ar: Una vez autorizada tu tienda con Mercadolibre es momento de configurar los datos básicos para tus publicaciones. Para ello tienes que tomar en cuenta estas opciones:
pt_br: Uma vez que sua loja esteja autorizada com Mercado Livre, é hora de configurar os dados básicos para suas publicações. Para isso você tem que levar em conta estas opções:

source: In %s you will find very important configurations such as the currency in which you want to market your products and the template of how you want the data to be organized in the description of your publication. Keep in mind that Mercadolibre is only working with plain text in the description of its publications and that Woomelly has certain tags, which you can use to place dynamic information in the template.
es_ar: En %s encontraras configuraciones muy importante como es el caso de moneda en que deseas comercializar tus productos y la plantilla de como desea que aparezca organizada los datos en la descripción de tu publicación. Ten en cuenta que Mercadolibre solo esta trabajando con texto plano en las descripción de sus publicaciones y que Woomelly dispone de ciertas etiquetas, las cuales puedes usar para colocar información dinámica en la plantilla.
pt_br: Em %s, você encontrará configurações muito importantes, como a moeda na qual deseja comercializar seus produtos e o modelo de como deseja que os dados sejam organizados na descrição de sua publicação. Tenha em mente que o Mercado Livre está trabalhando apenas com texto simples na descrição de suas publicações e que o Woomelly possui certas tags, que você pode usar para colocar informações dinâmicas no modelo.

source: Settings > Publication Tab
es_ar: Ajustes > Pestaña de Publicación
pt_br: Configurações > guia Publicações

source: In %s you will find the management of system notifications, as well as the configuration of your automatic mass synchronizer. Remember that this service currently works with a Wordpress Task Scheduler / CRON and often has certain limitations. We recommend using the Server Task Scheduler service to ensure proper operation. If you need support with this, write to makeplugins@gmail.com.
es_ar: En %s encontraras la gestión de las notificaciones del sistemas, así como también la configuración de tu sincronizador masivo automático. Recuerda que este servicio actualmente funciona con un CRON/Planificador de Tarea propio de Wordpress y muchas veces tiene ciertas limitantes. Nosotros recomendamos usar el servicio de Planificador de tareas del servidor para garantizar un correcto funcionamiento. Si necesitas apoyo con esto escríbenos a makeplugins@gmail.com.
pt_br: Em %s você encontrará o gerenciamento de notificações do sistema, bem como a configuração do seu sincronizador de massa automático. Lembre-se que este serviço atualmente trabalha com um Agendador de Tarefas do Wordpress / CRON e, muitas vezes, tem certas limitações. Recomendamos o uso do serviço Agendador de tarefas do servidor para garantir a operação adequada. Se você precisar de suporte com isso, escreva para makeplugins@gmail.com.

source: Settings > Security Tab
es_ar: Ajustes > Pestaña de Seguridad
pt_br: Configurações > guia Segurança

source: This step is very important since you need to configure the publications with mandatory data requested by Mercadolibre. The configuration templates are a solution to generalize this process but many times you will need the configuration of each of your products. We are currently working to make it as automatic as possible while we will explain the steps you have to perform for proper operation:
es_ar: Este paso es de suma importancia ya que necesitas configurar las publicaciones con datos obligatorios que solicita Mercadolibre. Las plantillas de configuración son una solución para generalizar este proceso pero muchas veces necesitaras la configuración de cada uno de tus productos. Actualmente estamos trabajando para hacerlo lo mas automático posible mientras te explicaremos los pasos que tienes que realizar para un correcto funcionamiento:
pt_br: Este passo é muito importante, pois é necessário configurar as publicações com dados obrigatórios solicitados pelo Mercado Livre. Os modelos de configuração são uma solução para generalizar esse processo, mas muitas vezes você precisará da configuração de cada um dos seus produtos. No momento, estamos trabalhando para torná-lo o mais automático possível, enquanto explicamos as etapas que você deve executar para uma operação adequada:

source: In %s you will find the list of existing templates so far on your website. If you do not have any template you can add it by pressing the 'Add New' button. Then select the categories to publish your product and fill in all the fields requested by that category. This template can be added to all the products you want but keep in mind that fields like the 'Technical Sheet' and 'Variations' have to be configured by products individually given the characteristics of your publication.
es_ar: En %s encontraras el listado de plantillas existentes hasta el momento en tu sitio web. Si no tienes ninguna plantilla puedes añadirla presionado el botón de 'Añadir Nueva'. Luego selecciona la categorías a publicar tu producto y llena todos los campos que te solicita esa categoría. Esta plantilla puede ser añadida a todos los productos que desees pero ten en consideración que campos como la 'Ficha Técnica' y 'Variaciones' tienen que ser configuradas por productos de manera individual dado las características propia de tu publicación.
pt_br: Em %s, você encontrará a lista de modelos existentes até o momento em seu site. Se você não tem nenhum modelo, pode adicioná-lo pressionando o botão "Adicionar novo". Em seguida, selecione as categorias para publicar seu produto e preencha todos os campos solicitados por essa categoria. Esse modelo pode ser adicionado a todos os produtos que você deseja, mas lembre-se de que campos como 'Descrição técnica' e 'Variações' devem ser configurados individualmente nos produtos, de acordo com as características de sua publicação.

source: Connection Template
es_ar: Plantilla de Conexión
pt_br: Modelo de Conexão

source: You can update and delete your template whenever you like. To assign this template to your products you have to go to %s and select the products you want. Then press the 'Actions in batch' button and you will find a field with all your synchronization templates. Select the template you want and then press the 'modify' button. Ready! With this you can start synchronizing your products correctly.
es_ar: Puedes actualizar y eliminar tu plantilla cuando guste. Para asignar esta plantilla a tus producto tienes que dirigirte al %s y seleccionar los productos que desee. Luego presiona el botón de 'Acciones en lote' y encontraras un campo con todas tus plantillas de sincronización. Selecciona la plantilla que desees y luego presiona el botón de 'modificar'. ¡Listo! ya con esto puedes comenzar a sincronizar tus productos correctamente.
pt_br: Você pode atualizar e excluir seu modelo sempre que quiser. Para atribuir este modelo aos seus produtos, você precisa ir para %s e selecionar os produtos desejados. Em seguida, pressione o botão "Ações em massa" e você encontrará um campo com todos os seus modelos de sincronização. Selecione o modelo desejado e, em seguida, pressione o botão "atualizar". Pronto! Com isso, você pode começar a sincronizar seus produtos corretamente.

source: List of Products
es_ar: Listado de Productos
pt_br: Lista de Produtos

source: IMPORTANT: You have to take into account that fields such as the technical sheet and categories that require attributes and variations have to be configured by products individually. To do this enter the products, go to the 'WM Tab' tab and place the fields for your technical sheet. In the case of variations you have to address each of the variations of your variable products and configure these variations with Mercadolibre.
es_ar: IMPORTANTE: Tienes que tomar en cuenta que campos como la ficha técnica y categorías que requieren atributos y variaciones tienes que ser configuradas por productos de manera individual. Para ello ingresa al productos, ve a la pestaña de 'WM Ficha' y coloca los campos para tu ficha técnica. En el caso de las variaciones tienes que dirigirte a cada una de las variaciones de tus productos variables y configurar dicha variaciones con Mercadolibre.
pt_br: IMPORTANTE: você deve levar em consideração que os campos, como a ficha técnica e as categorias que exigem atributos e variações, devem ser configurados individualmente em cada produto. Para fazer isso, insira os produtos, vá para a aba 'WM Tab' e coloque os campos para sua ficha técnica. No caso de variações, você deve abordar cada uma das variações de seus produtos variáveis e configurar essas variações com Mercado Livre.

source: At this point you can now successfully synchronize all your products with Mercadolibre. Woomely has three (3) types of synchronizations: Individual, Massive and Automatic Massive. We will explain what it is and how it works:
es_ar: En este punto ya puedes realizar una sincronización exitosa de todos tus productos con Mercadolibre. Woomely dispone de tres(3) tipos de sincronizaciones: Individual, Masiva y Masiva Automática. Te explicaremos en que consiste y como funciona cada una:
pt_br: Neste ponto, agora você pode sincronizar com sucesso todos os seus produtos com o Mercado Livre. Woomely possui três (3) tipos de sincronizações: Individual, Massivo e Massivo Automático. Vamos explicar o que é e como funciona:

source: For an individual synchronization: you have to enter the product you want and inside you will find a button to the right of your green panel. With it you can synchronize and unlink such product with your Mercadolibre store. If there is any problem in that same section, it will give you a message of what you have to correct.
es_ar: Para una sincronización individual: tienes que ingresar al producto que desee y dentro encontraras un botón a la derecha de tu panel de color verde. Con él puedes sincronizar y desvincular dicho producto con tu tienda de Mercadolibre. En caso de existir algún inconveniente en esa misma sección te dará un mensaje de lo que tienes que corregir.
pt_br: Para uma sincronização individual: você precisa inserir o produto desejado e dentro dele encontrará um botão verde à direita do seu painel. Com ele você pode sincronizar e desvincular esse produto com sua loja no Mercado Livre. Se houver algum problema nessa mesma seção, ele lhe dará uma mensagem do que você precisa corrigir.

source: For a massive synchronization: you have to go to %s. Then you can see the details of it in the tab of Last Connection and All Connections.
es_ar: Para una sincronización masiva: tienes que dirigirte a %s. Luego puedes ver en la pestaña de Última Conexión y Todas las Conexiones los detalles de la misma.
pt_br: Para uma sincronização massiva: você precisa ir para %s. Então você pode ver os detalhes dele na aba de "Última conexão" e "Todas as conexões".

source: Connection
es_ar: Conexión
pt_br: Conexão

source: In the case of automatic mass synchronization: you have to go to %s and adjust the status of the synchronization (default is Active) and the execution time of it. In the tab of Last Connection and All Connections you can find the detail of the result of these synchronizations.
es_ar: En el caso de la sincronización masiva automática: tienes que dirigirte a %s y ajustar el estado de dicha sincronización (por defecto esta Activa) y el tiempo de ejecución de la misma. En las pestaña de Última Conexión y Todas las Conexiones podrás encontrar el detalle del resultado de dichas sincronizaciones.
pt_br: No caso da sincronização automática em massa: você precisa ir para %s e ajustar o status da sincronização (o padrão é Ativo) e o tempo de execução da sincronização. Na aba de "Última Conexão" e "Todas as Conexões" você pode encontrar o detalhe do resultado dessas sincronizações.

source: To have all the features of Woomelly, we ask you to activate your purchase license %s. Additionally you can for any questions or suggestions you can write to makeplugins@gmail.com and we will answer you as soon as possible. Thank you for trusting us and acquiring our product.
es_ar: Para disponer de todas las funcionalidades de Woomelly te solicitamos que actives tu licencia de compra %s. Adicionalmente puedes para cualquier duda o sugerencias puedes escribirnos a makeplugins@gmail.com y te daremos respuesta lo antes posible. Gracias por confiar en nosotros y adquirir nuestro producto.
pt_br: Para ter todos os recursos do Woomelly, pedimos que você ative sua licença de compra %s. Além disso, você pode por quaisquer dúvidas ou sugestões que você tiver, escrever para makeplugins@gmail.com e nós responderemos o mais breve possível. Obrigado por confiar em nós e adquirir nosso produto.

source: here
es_ar: aquí
pt_br: aqui

source: My Account
es_ar: Mi Cuenta
pt_br: Minha Conta

source: Transactions
es_ar: Transacciones
pt_br: Transações

source: Last Connection
es_ar: Última Conexión
pt_br: Última Conexão

source: Once the synchronization starts, avoid reloading the page or closing the browser since it would interrupt the process in its entirety.
es_ar: Una vez puesta en marcha la sincronización evite recargar la página o cerrar el navegador ya que interrumpiría el proceso en su totalidad.
pt_br: Assim que a sincronização começar, evite recarregar a página ou fechar o navegador, pois isso interromperia o processo na sua totalidade.

source: Specify what type of synchronization you want to perform:
es_ar: Especifique que tipo de sincronización desea realizar:
pt_br: Especifique o tipo de sincronização que você deseja realizar:

source: Excuse me, you have a connection problem with Mercadolibre. Verify that your website is %s
es_ar: Disculpe, tiene problema de conexión con Mercadolibre. Verifique que su sitio web este %s
pt_br: Com licença, você tem um problema de conexão com Mercado Livre. Verifique se o seu site é %s

source: connected and authorized correctly with Mercadolibre.
es_ar: conectado y autorizado correctamente con Mercadolibre.
pt_br: conectado e autorizado corretamente com Mercado Livre.

source: Process Completed!
es_ar: ¡Proceso Finalizado!
pt_br: Processo completo!

source: See details in last connection tab.
es_ar: Ver detalles en pestaña de última conexión
pt_br: Veja detalhes na última aba de conexão.

source: Process Not Completed!
es_ar: ¡Proceso No Finalizado!
pt_br: Processo não concluído!

source: There was a drawback that interrupted the process. Try again.
es_ar: Hubo un inconveniente que interrumpió el proceso. Intente nuevamente.
pt_br: Houve um erro que interrompeu o processo. Tente novamente.

source: Cancelled!
es_ar: ¡Cancelado!
pt_br: Cancelado!

source: There are no products configured to synchronize with Mercadolibre.
es_ar: No existen productos configurados para sincronizar con Mercadolibre
pt_br: Não há produtos configurados para sincronizar com o Mercado Livre.

source: Settings
es_ar: Ajustes
pt_br: Configurações

source: Publication
es_ar: Publicación
pt_br: Publicação

source: Security
es_ar: Seguridad
pt_br: Segurança

source: Store connected to Mercadolibre. If you want to unlink your store press %s.
es_ar: Tienda conectada con Mercadolibre. Si desea desvincular su tienda presione %s.
pt_br: Loja conectada o Mercado Livre. Se você deseja desvincular sua loja, pressione %s.

source: Unlink
es_ar: Desvincular
pt_br: Desvincular

source: Store not connected with Mercadolibre. If you want to connect your store press %s.
es_ar: Tienda no conectada con Mercadolibre. Si desea conectar su tienda presione %s.
pt_br: Loja não conectada com Mercado Livre. Se você quiser conectar sua loja, pressione %s.

source: Link
es_ar: Vincular

source: ID Application %s
es_ar: Aplicación ID %s
pt_br: ID da Aplicação %s

source: ID of the Mercadolibre application. Press the Help button for more information.
es_ar: ID de la aplicación de Mercadolibre. Presione el botón de Ayuda para más información.
pt_br: ID da aplicação Mercado Livre. Pressione o botão Ajuda para mais informações.

source: Enter your Application ID...
es_ar: Ingrese su Aplicación ID...
pt_br: Digite seu ID de aplicativo ...

source: Secret Key %s
es_ar: Llave Secreta %s
pt_br: Chave Secreta %s

source: Security key of Mercadolibre. Press the Help button for more information.
es_ar: Llave de seguridad de Mercadolibre. Presione el botón de Ayuda para más información.
pt_br: Chave de segurança do Mercado Livre. Pressione o botão "Ajuda" para mais informações.

source: Enter your Secret Key...
es_ar: Ingrese su Llave Secreta...
pt_br: Digite sua chave secreta ...

source: Country %s
es_ar: País %s
pt_br: País %s

source: Country where you operate the data of your Mercadolibre account.
es_ar: País donde opera los datos de su cuenta de Mercadolibre.
pt_br: País onde você opera os dados da sua conta Mercado Livre.

source: - Select -
es_ar: - Seleccione -
pt_br: - Selecione -

source: Save this changes
es_ar: Guardar cambios
pt_br: Salvar estas alterações

source: Help
es_ar: Ayuda
pt_br: Ajuda

source: Configure Mercadolibre Application
es_ar: Configurar Aplicación de Mercadolibre
pt_br: Configurar aplicativo Mercado Livre
