Repository: AmineVisionic/plugins
Catalog: woomelly/languages/woomelly-*.po
Languages: es_ar, pt_br

source: Go %s and create an application depending on the country with which your store will work. You fill the fields indicated there.
es_ar: Ve %s y crea una aplicación dependiendo el país con el cual trabajara tu tienda. Llenas los campos allí indicados.
pt_br: Vá para %s e crie um aplicativo, dependendo do país com o qual sua loja funcionará. Você precisa preencher os campos indicados lá.

source: Important: Copy this information %s
es_ar: Importante: Copia esta información %s
pt_br: Importante: Copie esta informação %s

source: Copy
es_ar: Copiar
pt_br: Copiar

source: in the %s of your application.
es_ar: en el %s de tu aplicación.
pt_br: no %s da sua aplicação.

source: In the %s section select all options (read, offline access, write).
es_ar: En la sección de %s selecciona todas las opciones (read, offline access, write).
pt_br: Na seção %s, selecione todas as opções (read, offline access, write).

source: In the %s section select these options (orders_v2/orders)
es_ar: En la sección de %s selecciona estas opciones (orders_v2/orders).
pt_br: Na seção %s, selecione essas opções (orders_v2/orders)

source: Topics
es_ar: Tópicos
pt_br: Tópicos

source: in %s of your application.
es_ar: en %s de tu aplicación
pt_br: em %s da sua aplicação.

source: URL callbacks notifications
es_ar: Notificaciones callbacks URL
pt_br: URL das notificações de retorno

source: Save the changes and copy your %s and %s generated in your form.
es_ar: Guarda los cambios y copia tu %s y %s generadas en tu formulario.
pt_br: Salve as alterações e copie seus %s e %s gerados em seu formulário.

source: APPLICATION ID
es_ar: Aplicación ID
pt_br: ID da APLICAÇÃO

source: SECRET KEY
es_ar: Llave Secreta
pt_br: CHAVE SECRETA

source: To finish press the button of %s so that the access with Mercadolibre is generated correctly.
es_ar: Para finalizar presiona el botón de %s para que se genere correctamente el acceso con Mercadolibre.
pt_br: Para finalizar pressione o botão %s para que o acesso com Mercado Livre seja gerado corretamente.

source: If you have any questions you can check the %s or write an email to makeplugins@gmail.com
es_ar: Si tienes aun dudas puedes revisar la %s o escribirnos un correo a makeplugins@gmail.com
pt_br: Se você tiver alguma dúvida, você pode verificar o %s ou escrever um email para makeplugins@gmail.com

source: Mercadolibre Documentation
es_ar: Documentación de Mercadolibre
pt_br: Documentação do Mercado Livre

source: Currency %s
es_ar: Moneda %s
pt_br: Moeda %s

source: Currency where your Mercadolibre account operates.
es_ar: Moneda donde opera su cuenta de Mercadolibre.
pt_br: Moeda onde a sua conta Mercado Livre opera.

source: Create Template
es_ar: Crear Plantilla
pt_br: Criar Template

source: Although it is optional, it is advisable to place general data on how you wish to display the data of your publication in Mercadolibre.
es_ar: Aunque es opcional, es recomendable colocar datos generales de como desea se muestre los datos de su publicación en Mercadolibre.
pt_br: Embora seja opcional, é aconselhável colocar dados gerais sobre como você deseja exibir os dados de sua publicação no Mercado Livre.

source: Available tags: %s
es_ar: Tags disponibles: %s
pt_br: Tags disponíveis: %s

source: Publication format %s
es_ar: Formato de publicación %s
pt_br: Formato da Publicação %s

source: HTML publications are already obsolete in the majority of Mercadolibre accounts. However, we still have the option in case your country is still used.
es_ar: Ya están quedando obsoletas las publicaciones HTML en la mayoría de cuentas de Mercadolibre. Sin embargo, aún disponemos de la opción por si tu país se sigue usando.
pt_br: As publicações em HTML já estão obsoletas na maioria das contas do Mercado Livre. No entanto, ainda temos a opção caso seu país ainda esteja usando.

source: Plane Text
es_ar: Texto Plano
pt_br: Texto Plano

source: Omit fields to Sync
es_ar: Omitir campos a Sincronizar
pt_br: Omitir campos para sincronização

source: Check the fields you want to omit in the synchronizations.
es_ar: Marque los campos que desea omitir en la sincronización.
pt_br: Verifique os campos que você deseja omitir nas sincronizações.

source: Omit Title
es_ar: Omitir Título
pt_br: Omitir Título

source: Omit Description
es_ar: Omitir Descripción
pt_br: Omitir Descrição

source: Omit Pictures
es_ar: Omitir Imágenes
pt_br: Fotos de Omit

source: Omit Stock
es_ar: Omitir Inventario
pt_br: Omitir ações

source: Omit SKU
es_ar: Omitir SKU
pt_br: Omitir SKU

source: Notification Renewal of Token
es_ar: Notificación de Renovación de Token
pt_br: Notificação de Renovação de Token

source: Automatic Synchronization Summary Notification
es_ar: Notificación de Resumen de Sincronización automática
pt_br: Notificação de Resumo de Sincronização Automática

source: Automatic Synchronization Interval
es_ar: Intervalo de Sincronización automática
pt_br: Intervalo de Sincronização Automático

source: The time is calculated in hours.
es_ar: El tiempo es calculado en horas.
pt_br: O tempo é calculado em horas.

source: License
es_ar: Licencia
pt_br: Licença

source: Add new Template
es_ar: Añadir nueva Plantilla
pt_br: Adicionar novo Template

source: Edit Template #%s %s %s
es_ar: Actualizar Plantilla #%s %s %s
pt_br: Editar Template #%s %s %s

source: Create New
es_ar: Crear Nueva
pt_br: Criar Novo

source: Add Products
es_ar: Añade Productos
pt_br: Adicionar Produtos

source: Name of Template
es_ar: Nombre de la Plantilla
pt_br: Nome do modelo

source: Select a name to your template. By default set the template ID.
es_ar: Seleccione un nombre para su plantilla. Por defecto se le asignara el ID de la misma.
pt_br: Selecione um nome para o seu modelo. Por padrão, defina o ID do modelo.

source: Category of Mercadolibre %s
es_ar: Categoría de Mercadolibre %s
pt_br: Categoria do Mercado Livre %s

source: The leaf category is the last category of the tree and is the only category where you can publish articles.
es_ar: La categoría hoja es la última categoría del árbol y es la única categoría donde puedes publicar artículos.
pt_br: A categoria folha é a última categoria da árvore e é a única categoria na qual você pode publicar artigos.

source: Reset
es_ar: Restablecer
pt_br: Resetar

source: Sales Mode %s
es_ar: Modo de Venta %s
pt_br: Modo de Vendas %s

source: Sale mode allowed in this category.
es_ar: Modo de venta permitida en esta categoría.
pt_br: Modo de venda permitido nesta categoria.

source: Publication Type %s
es_ar: Tipo de Publicación %s
pt_br: Tipo da Publicação %s

source: Mercadolibre suggests publishing in the following way: MLA, MLB, MLC, MLM, MCO (Premium, Classic, Free). MPE, MLV, MLU (Premium, Classical, Free). In other sites you can use any of the listings listed.
es_ar: Mercadolibre sugiere publicar de la siguiente forma: MLA, MLB, MLC, MLM, MCO (Premium, Clásica, Gratuita). MPE, MLV, MLU (Premium, Clásica, Gratuita). En resto de los sitios se pueden utilizar cualquiera de los listings listados.
pt_br: O Mercado Livre sugere publicar da seguinte maneira: MLA, MLB, MLC, MML, MCO (Premium, Classic, Free). MPE, MLV, MLU (Premium, Clássico, Grátis). Em outros sites, você pode usar qualquer uma das listagens listadas.

source: Condition %s
es_ar: Condición %s
pt_br: Condição %s

source: Publication conditions allowed for that category.
es_ar: Condiciones del publicaciones permitidas para dicha categoría.
pt_br: Condições de publicação permitidas para essa categoria.

source: Accept Mercadopago
es_ar: Acepta Mercadopago
pt_br: Aceite Mercado Pago

source: Shipping Mode %s
es_ar: Modo de Envío %s
pt_br: Modo de Envio %s

source: not_specified: It means that the seller did not specify any shipping price for their items and the buyer must contact the seller to arrange a shipping option and the purchase price. custom: Sellers can include a table with up to 10 shipping costs in one item and the buyer must deliver that number at the end of the process and leave [checkout]. me1 (MercadoEnvios mode 1): This method offers a shipping calculator to calculate the shipping cost of each order and allow the seller to select the shipping service of their choice, but choosing a carrier. The seller is responsible for managing the tracking number. me2 (MercadoEnvios mode 2): This method offers the seller a prepaid label and a numerical tracking code with a predefined local carrier in each country. The seller does not have to worry about choosing a carrier or handling the tracking number. It is the most recommended mode because it offers an excellent experience for both buyers and sellers. ML chooses the transport company.
es_ar: not_specified: Significa que el vendedor no especificó ningún precio de envío para sus artículos y el comprador debe ponerse en contacto con el vendedor para acordar una opción de envío y el precio de la compra. custom: Los vendedores pueden incluir una tabla con hasta 10 costos de envío en un artículo y el comprador debe entregar ese número al terminar y salir [checkout] del proceso. me1 (MercadoEnvios mode 1): Este método ofrece un calculador de envíos para calcular el costo de envío de cada pedido y permitir que el vendedor seleccione el servicio de envío de su preferencia, pero eligiendo un transportista. El vendedor se encarga de administrar el número de seguimiento. me2 (MercadoEnvios mode 2): Este método ofrece al vendedor una etiqueta prepaga y un código numérico de seguimiento con un transportista local predefinido en cada país. El vendedor no tiene que preocuparse de elegir un transportista ni de manejar el número de seguimiento. Es el modo más recomendado porque ofrece una experiencia excelente tanto para compradores como para vendedores. ML elige la empresa de transporte.
pt_br: not_specified: significa que o vendedor não especificou nenhum preço de envio para seus itens e o comprador deve entrar em contato com o vendedor para combinar uma opção de envio e o preço de compra. personalizado: os vendedores podem incluir uma tabela com até 10 custos de envio em um item, e o comprador deve entregar esse número no final do processo e deixar o [checkout]. me1 (Modo MercadoEnvios 1): Este método oferece uma calculadora de envio para calcular o custo de envio de cada pedido e permitir que o vendedor selecione o serviço de transporte de sua escolha, mas escolhendo uma transportadora. O vendedor é responsável por gerenciar o número de rastreamento. me2 (modo MercadoEnvios 2): este método oferece ao vendedor uma etiqueta pré-paga e um código de rastreamento numérico com uma operadora local pré-definida em cada país. O vendedor não precisa se preocupar em escolher uma transportadora ou lidar com o número de rastreamento. É o modo mais recomendado porque oferece uma excelente experiência tanto para compradores quanto para vendedores. ML escolhe a empresa de transporte.

source: Shipping Custom Cost %s
es_ar: Costo Personalizado de Envío %s
pt_br: Custo personalizado de envio %s

source: Add Description and Costs to your personalized shipments.
es_ar: Añadir Descripción y Costos a tus envíos personalizados.
pt_br: Adicione Descrição e Custos às suas remessas personalizadas.

source: Free Methods Accepted %s
es_ar: Método Gratuito Aceptado %s
pt_br: Métodos gratuitos aceitos %s

source: Select Free Methods Accepted
es_ar: Selecciona Método Gratuito Aceptado
pt_br: Selecione Métodos Grátis Aceitos

source: Local Pick up
es_ar: Retiro Local
pt_br: Escolha Retirar no endereço do vendedor

source: Select local Pick up
es_ar: Selecciona Retiro Local
pt_br: Selecione Retirar no Endereço do Vendedor

source: Free shipping
es_ar: Envío Gratuito
pt_br: Frete grátis

source: Select Free shipping
es_ar: Selecciona Envío Gratuito
pt_br: Selecione Frete Grátis

source: Send Dimensions
es_ar: Enviar Dimensiones
pt_br: Enviar dimensões

source: Select Send Woocommerce Dimensions
es_ar: Selecciona Enviar Dimensiones de Woocommerce
pt_br: Selecione Enviar dimensões do Woocommerce

source: Publication Title
es_ar: Título de Publicación
pt_br: Título da Publicação

source: The best way to build a title is name + brand + model + technical specifications and features + additional services. Separate words with spaces and do not use symbols or punctuation marks. Control to avoid words with spelling errors. For example: Ipod Touch Apple 16gb 5 Generation.
es_ar: La mejor forma de armar un título es nombre + marca + modelo + especificaciones técnicas y características + servicios adicionales. Separa las palabras con espacios y no utilices símbolos ni signos de puntuación. Controla para evitar palabras con errores de ortografía. Por ejemplo: Ipod Touch Apple 16gb 5 Generación.
pt_br: A melhor maneira de criar um título é o nome + marca + modelo + especificações técnicas e recursos + serviços adicionais. Separe palavras com espaços e não use símbolos ou sinais de pontuação. Controle para evitar palavras com erros de ortografia. Por exemplo: Ipod Touch Apple 16gb 5 Geração.

source: Publication Status
es_ar: Estado de Publicación
pt_br: Status da Publicação

source: States available in Mercadolibre. You can adjust from here or directly from the product (optional).
es_ar: Estados disponible en Mercadolibre. Puede ajustar desde aqui o directamente desde el producto (opcional).
pt_br: Estados disponíveis em Mercado Livre. Você pode ajustar a partir daqui ou diretamente no produto (opcional).

source: Active
es_ar: Activo
pt_br: Ativo

source: Inactive
es_ar: Inactivo
pt_br: Inativo

source: ID Official Store
es_ar: ID Tienda Oficial
pt_br: ID da Loja Oficial

source: Enter the ID of your official MercadoShop store (optional).
es_ar: Coloque el ID de su tienda oficial de MercadoShop (opcional).
pt_br: Digite o ID da sua loja oficial do MercadoShop (opcional).

source: Price Variation
es_ar: Variación de Precio
pt_br: Variação de Preços

source: It is used to adjust the amount of the sale price of the product (optional).
es_ar: Es usado para ajustar el monto del precio de venta del producto (opcional).
pt_br: É usado para ajustar o valor do preço de venda do produto (opcional).

source: Inventory Variation
es_ar: Variación de Inventario
pt_br: Variação de Inventário

source: It is used to adjust the product inventory (optional).
es_ar: Es usado para ajustar el inventario del producto (opcional).
pt_br: Ele é usado para ajustar o estoque do produto (opcional).

source: Used to place the product SKU.
es_ar: Usado para colocar el SKU del producto.
pt_br: Usado para colocar o SKU do produto.

source: Video ID
es_ar: Vídeo ID
pt_br: ID do Vídeo

source: YouTube video ID, e.g. https://youtu.be/hgma71jxCsc your select hgma71jxCsc. Or https://www.youtube.com/watch?v=hgma71jxCsc your select hgma71jxCsc (optional).
es_ar: Vídeo YouTube ID, e.g. https://youtu.be/hgma71jxCsc se obtiene hgma71jxCsc. o https://www.youtube.com/watch?v=hgma71jxCsc se obtiene hgma71jxCsc (optional).
pt_br: ID do vídeo do YouTube, por exemplo https://youtu.be/hgma71jxCsc você deve selecionar hgma71jxCsc. Ou https://www.youtube.com/watch?v=hgma71jxCsc, selecione hgma71jxCsc (opcional).

source: Warranty
es_ar: Garantía
pt_br: Garantia

source: You can place here a guarantee for your publication (optional).
es_ar: Puedes colocar acá una garantía para tu publicación (opcional).
pt_br: Você pode colocar aqui uma garantia para sua publicação (opcional).

source: Location
es_ar: Ubicación
pt_br: Localização

source: Select a location for the product (mandatory in some cases).
es_ar: Seleccione una ubicacion para el producto (obligatorios en algunos casos).
pt_br: Selecione um local para o produto (obrigatório em alguns casos).

source: Country
es_ar: País
pt_br: País

source: State
es_ar: Estado
pt_br: Estado

source: City
es_ar: Ciudad
pt_br: Cidade

source: Total product with this template: %s.
es_ar: Total productos con esta plantilla: %s
pt_br: Produto total com este modelo: %s.

source: No attribute is mandatory or allows variations.
es_ar: Ningún atributo es obligatorio ni permite variaciones.
pt_br: Nenhum atributo é obrigatório ou permite variações.

source: Please save the changes to update attribute information.
es_ar: Por favor guarde los cambios para actualizar información de atributos.
pt_br: Por favor, salve as alterações para atualizar as informações do atributo.

source: Independent Variations
es_ar: Variaciones Independientes
pt_br: Variações Independentes

source: Send variations as independent products (optional).
es_ar: Enviar variaciones como productos independientes (opcional).
pt_br: Enviar variações como produtos independentes (opcional).

source: Save changes
es_ar: Guardar cambios
pt_br: Salvar alterações

source: Delete
es_ar: Eliminar
pt_br: Deletar

source: Are you sure?
es_ar: ¿Está seguro?
pt_br: Você tem certeza?

source: Once eliminated you will not be able to reverse such action!
es_ar: ¡Una vez eliminado usted no sera capaz de revertir dicha acción!
pt_br: Uma vez eliminado, você não poderá reverter essa ação!

source: The action has been canceled!
es_ar: ¡La acción ha sido cancelada!
pt_br: A ação foi cancelada!

source: Add New
es_ar: Añadir Nuevo
pt_br: Adicionar Novo

source: Search
es_ar: Buscar
pt_br: Buscar

source: Enter your license code.
es_ar: Coloque su código de licencia.
pt_br: Digite seu código de licença.

source: Your purchase code %s
es_ar: Su código de compra %s
pt_br: Seu código de compra %s

source: Your Purchase license...
es_ar: Su licencia de Compra...
pt_br: Sua licença de compra...

source: Your Email
es_ar: Su Email
pt_br: Seu e-mail

source: Your email...
es_ar: Su email...
pt_br: Seu e-mail...

source: This email will be used for possible updates and corrections of Woomelly.
es_ar: Este email será usado para posibles actualizaciones y correcciones de Woomelly.
pt_br: Este e-mail será usado para possíveis atualizações e correções do Woomelly.

source: %s - Woomelly Notification Refresh Token
es_ar: %s - Woomelly Notificación de Actualización del Token
pt_br: %s - Token de atualização da notificação Woomelly

source: Sorry, we have presented the following error when refreshing the Mercadolibre token
es_ar: Disculpe, hemos presentado el siguiente error al refrescar el token de Mercadolibre
pt_br: Desculpe, apresentamos o seguinte erro ao atualizar o token Mercado Livre

source: %s - Woomelly Synchronization Summary
es_ar: %s - Woomelly Resumen de Sincronización
pt_br: %s - Resumo da Sincronização Woomelly

source: A synchronization has been made on your site
es_ar: Se ha realizado una sincronización en su sitio
pt_br: Uma sincronização foi feita em seu site

source: You must select an extension.
es_ar: Debe de selecciona una extensión.
pt_br: Você deve selecionar uma extensão.

source: Product successfully unlinked.
es_ar: Producto desvinculado exitosamente.
pt_br: Produto desvinculado com sucesso.

source: Problems when obtaining the product data.
es_ar: Inconvenientes al obtener los datos del producto.
pt_br: Problemas ao obter os dados do produto.

source: Sorry, but there is no possibility of obtaining the product code.
es_ar: Disculpe, pero no es posible obtener el código del producto.
pt_br: Desculpe, mas não há possibilidade de obter o código do produto.

source: New
es_ar: Nuevo
pt_br: Novo

source: Used
es_ar: Usado
pt_br: Usado

source: Not specified
es_ar: No especificado
pt_br: Não especificado

source: Connection error with Mercadolibre. Try again in a few seconds.
es_ar: Error de Conexión con Mercadolibre. Intente nuevamente en unos segundos.
pt_br: Erro de conexão com Mercado Livre. Tente novamente em alguns segundos.

source: (see)
es_ar: (ver)
pt_br: (veja)

source: The product code could not be obtained.
es_ar: No se pudo obtener el código del producto.

source: Invalid Product
es_ar: Producto Inválido
pt_br: Produto Inválido

source: SUCCESSFUL SYNCHRONIZATION.
es_ar: SINCRONIZACIÓN EXITOSA.
pt_br: SINCRONIZAÇÃO FEITA COM SUCESSO.

source: This product is variable but does not have any charged variation. Add variations or modify the product type to simple and add a price.
es_ar: Este producto es variable pero no tiene ninguna variación cargada. Añada variaciones o modifique el tipo de producto a simple y añada un precio.
pt_br: Este produto é variável, mas não possui nenhuma variação carregada. Adicione variações ou modifique o tipo de produto para simples e adicione um preço.

source: This product has variations but they are not configured with Mercadolibre nor does it have the option of individual active products in its connection template. Check which one best suits your needs and re-synchronize that product.
es_ar: Este producto tiene variaciones pero las mismas no están configuradas con Mercadolibre ni tampoco cuenta con la opción de productos individuales activo en su plantilla de conexión. Verifique cual se adapta mejor a sus necesidades y vuelva a sincronizar dicho producto.
pt_br: Este produto tem variações, mas eles não estão configurados com Mercado Livre nem tem a opção de produtos individuais ativos em seu modelo de conexão. Verifique qual deles melhor atende às suas necessidades e sincronize novamente o produto.

source: The product can not be synchronized because it is pending payment. Go to your Mercadolibre account.
es_ar: El producto no se puede sincronizar porque esta pendiente de pago. Vaya a su cuenta de Mercadolibre.
pt_br: O produto não pode ser sincronizado porque há uma pendência de pagamento. Vá para sua conta Mercado Livre.

source: The product is not active for synchronization.
es_ar: El producto no esta activo para la sincronización.
pt_br: O produto não está ativado para sincronização.

source: Pending of Payment
es_ar: Pendiente de Pago
pt_br: Pendência de Pagamento

source: Under Review by Mercadolibre
es_ar: En Revisión por Mercadolibre
pt_br: Em revisão por Mercado Livre

source: Paused
es_ar: Pausado
pt_br: Pausado

source: Finished
es_ar: Finalizado
pt_br: Finalizado

source: Pending of Relist
es_ar: Pendiente de Republicación
pt_br: Pendência de Reativar o Anúncio

source: Without connection
es_ar: Sin conexión
pt_br: Sem conexão

source: — Custom —
es_ar: — Personalizado —
pt_br: — Personalizado —

source: — Custom %s —
es_ar: — Personalizado %s —
pt_br: — Personalizado %s —

source: Order from Mercadolibre
es_ar: Venta de Mercadolibre
pt_br: Encomenda da Mercado Livre

source: Address by default
es_ar: Dirección por defecto
pt_br: Endereço por padrão

source: Not Specified
es_ar: No especificado
pt_br: Não especificado

source: Custom %s
es_ar: Personalizado %s
pt_br: Personalizado %s

source: ME type 1 %s
es_ar: ME tipo 1 %s
pt_br: ME tipo 1 %s

source: ME type 2 %s
es_ar: ME tipo 2 %s
pt_br: ME tipo 2 %s

source: Bad Review | Review from Mercadolibre
es_ar: Calificación Negativa | Calificación de Mercadolibre
pt_br: Revisão Ruim | Revisão de Mercadolibre

source: Neutral Review | Review from Mercadolibre
es_ar: Calificación Neutral | Calificación de Mercadolibre
pt_br: Revisão neutra | Revisão de Mercadolibre

source: Success Review | Review from Mercadolibre
es_ar: Calificación Positiva | Calificación de Mercadolibre
pt_br: Revisão de Sucesso | Revisão de Mercadolibre

source: Edit
es_ar: Actualizar
pt_br: Editar

source: # Template
es_ar: # Plantilla

source: Cod. Category
es_ar: Cod. Categoría
pt_br: Cód. da Categoria

source: Templates successfully deleted. Total: %d
es_ar: Plantillas eliminadas correctamente. Total: %d
pt_br: Modelos excluídos com sucesso. Total: %d

source: Plugin "Woocommerce" must be installed and active.
es_ar: Plugin "Woocommerce" debe estar instalado y activo.
pt_br: O plug-in "Woocommerce" deve estar instalado e ativo.

source: Plugin "Woomelly v.%s" can not be installed for these reasons:
es_ar: Plugin "Woomelly v.%s" no puede ser instalado por estas razones:
pt_br: O plug-in "Woomelly v.%s" não pode ser instalado pelos seguintes motivos:
