Repository: AmineVisionic/plugins
Catalog: woomelly/languages/woomelly-*.po
Languages: es_ar, pt_br

source: Solve these problems and try to install it again.
es_ar: Resuelve estos inconvenientes e intenta instalarlo nuevamente.
pt_br: Resolva esses problemas e tente instalá-lo novamente.

source: Number of products to be synchronized: %s. <br> Number of Products synchronized successfully: %s. <br> Product Quantity with synchronization errors: %s. <br> Synchronization efficiency: %s&#37;
es_ar: Cantidad de productos a sincronizar: %s.<br>Cantidad de Productos sincronizados exitosamente: %s.<br>Cantidad de Producto con errores de sincronización: %s.<br>Eficacia de la sincronización: %s&#37;
pt_br: Número de produtos a serem sincronizados: %s. <br> Número de produtos sincronizados com sucesso: %s. <br> Quantidade de produtos com erros de sincronização: %s. <br> Eficiência de sincronização: %s&#37;

source: The synchronization could not be performed since there are no products configured correctly.
es_ar: No se pudo realizar la sincronización dado que no hay productos configurados correctamente.
pt_br: A sincronização não pôde ser executada, pois não há produtos configurados corretamente.

source: Sorry, you have a problem with your license or in connection with Mercadolibre
es_ar: Disculpe, tiene problema con su licencia o en la conexión con Mercadolibre.
pt_br: Desculpe, você tem um problema com sua licença ou em conexão com Mercado Livre

source: Every %s hour
es_ar: Cada %s hora
pt_br: Cada %s hora

source: see
es_ar: ver
pt_br: (veja)

source: user points
es_ar: puntos del usuario
pt_br: pontos do usuário

source: app url
es_ar: url de la aplicación
pt_br: URL do App

source: app callback url
es_ar: callback url de la aplicación
pt_br: URL de Retorno do App

source: app max requests by hours
es_ar: max. peticiones por hora
pt_br: Requisitos máximo por hora do App

source: app scopes
es_ar: alcance de la aplicación
pt_br: Escopos do App

source: app notifications callback url
es_ar: callback url de notificaciones
pt_br: URL de retorno de notificações do App

source: app notifications topics
es_ar: tópicos de notificaciones
pt_br: Tópicos de notificações do App

source: registration date
es_ar: fecha de registro
pt_br: data de registro

source: full name
es_ar: Nombre completo
pt_br: nome completo

source: email secure
es_ar: email seguro
pt_br: email seguro

source: identification
es_ar: identificación
pt_br: identificação

source: address %s
es_ar: dirección %s
pt_br: endereço %s

source: . (type)
es_ar: . (tipo)
pt_br: . (tipo)

source: phone
es_ar: teléfono
pt_br: telefone

source: user type
es_ar: tipo de usuario
pt_br: tipo de usuário

source: shipping modes
es_ar: modos de envíos
pt_br: modos de envio

source: REPUTATION OF THE SELLER
es_ar: REPUTACIÓN DEL VENDEDOR
pt_br: REPUTAÇÃO DO VENDEDOR

source: level id
es_ar: nivel del id
pt_br: id de nível

source: cancelled
es_ar: cancelado
pt_br: cancelado

source: completed
es_ar: completado
pt_br: completou

source: negative
es_ar: negativo
pt_br: negativo

source: positive
es_ar: positivo
pt_br: positivo

source: REPUTATION OF THE BUYER
es_ar: REPUTACIÓN DEL COMPRADOR
pt_br: REPUTAÇÃO DO COMPRADOR

source: canceled transactions
es_ar: transacciones canceladas
pt_br: transações canceladas

source: canceled (paid / total)
es_ar: cancelada (pagadas/total)
pt_br: cancelado (pago / total)

source: not yet qualified (paid / total)
es_ar: aún no calificado (pagado/total)
pt_br: ainda não foi qualificado (pago / total)

source: unqualified (paid / total)
es_ar: no calificado (paid/total)
pt_br: não qualificado (pago / total)

source: Copied!
es_ar: Copiado!
pt_br: Copiado!

source: Store successfully unlinked!
es_ar: ¡Tienda desvinculada exitosamente!
pt_br: Loja desvinculada com sucesso!

source: Application currently not connected to Mercadolibre. If you want to connect your store press
es_ar: Aplicación actualmente no conectada con Mercadolibre. Si desea conectar su tienda presione
pt_br: Aplicativo atualmente não conectado ao Mercadolibre. Se você quiser conectar sua loja, pressione

source: Sorry, there was an inconvenience in unlinking your store.
es_ar: Disculpe, hubo un inconveniente al desvincular su tienda.
pt_br: Desculpe, houve um inconveniente em desvincular sua loja.

source: - Country -
es_ar: - País -
pt_br: - País -

source: - State -
es_ar: - Estado -
pt_br: - Estado -

source: - City -
es_ar: - Ciudad -
pt_br: - Cidade -

source: TemplateSync
es_ar: PlantillaSync

source: — Without changes —
es_ar: — Sin cambios —
pt_br: — Sem alterações —

source: — Remove Template —
es_ar: — Remover Plantilla —
pt_br: — Remover Template —

source: Filter by WMtemplate
es_ar: Filtrar por WMplantilla
pt_br: Filtrar por WMtemplate

source: — Without template —
es_ar: — Sin plantilla —
pt_br: — Sem template —

source: — With template —
es_ar: — Con plantilla —
pt_br: — Com template —

source: Filter by WMstatus
es_ar: Filtrar por WMestado
pt_br: Filtrar por WMstatus

source: — Without connection —
es_ar: — Sin conexión —
pt_br: — Sem conexão —

source: — With connection —
es_ar: — Con conexión —
pt_br: — Com conexão —

source: — Active in Meli —
es_ar: — Activo en Meli —
pt_br: — Ativo em Meli —

source: — Paused in Meli —
es_ar: — Pausado en Meli —
pt_br: — Pausado em Meli —

source: — Finished in Meli —
es_ar: — Finalizado en Meli —
pt_br: — Terminado em Meli —

source: — Relist in Meli —
es_ar: — Republicar en Meli —
pt_br: — Recoloado em Meli —

source: — Sync Problem —
es_ar: — Problema de Sincronización —
pt_br: — Problema de Sincronização —

source: Filter by WMcode
es_ar: Filtrar por WMcódigo

source: WM Details
es_ar: WM Detalles
pt_br: WM Detalhes

source: WM Technical
es_ar: WM Ficha
pt_br: WM Técnico

source: Without code
es_ar: Sin código
pt_br: Sem código

source: No sales
es_ar: Sin ventas
pt_br: Nenhuma venda

source: Without preview
es_ar: Sin vista previa
pt_br: Sem pré-visualização

source: Connected
es_ar: Conectado
pt_br: Conectado

source: Connection status of the product with Mercadolibre.
es_ar: Estado de conexión del producto con Mercadolibre.
pt_br: Status da conexão do produto com Mercado Livre.

source: Synchronization Templates
es_ar: Plantillas de Sincronización
pt_br: Modelos de Sincronização

source: Synchronization Status
es_ar: Estado de Sincronización
pt_br: Status de Sincronização

source: Uncheck the field if you want this product not to synchronize with Mercadolibre but maintain its current configuration
es_ar: Destilde el campo si desea que este producto no sincronice con Mercadolibre pero mantega su configuración actual
pt_br: Desmarque o campo se você quiser que este produto não seja sincronizado com o Mercado Livre, mas mantenha sua configuração atual

source: Mercadolibre Status
es_ar: Estado en Mercadolibre
pt_br: Status do Mercado Livre

source: Waiting For Patch
es_ar: Pendiente de Revisión Manual
pt_br: Esperando pelo Patch

source: Hidden - Waiting For Patch
es_ar: Oculto - Pendiente de Revisión Manual
pt_br: Escondido - esperando por patch

source: Held
es_ar: Pendiente de Moderación Manual
pt_br: Mantido

source: Pending Documentation
es_ar: Pendiente de Documentación
pt_br: Documentação Pendente

source: Forbidden
es_ar: Dado de Baja
pt_br: Proibido

source: Under Review
es_ar: Bajo Revisión
pt_br: Em Revisão

source: Paused for Stock
es_ar: Pausado por Inventario
pt_br: Pausado por estoque

source: Expired
es_ar: Expirado
pt_br: Expirado

source: deleted
es_ar: Eliminado
pt_br: deletado

source: Suspended
es_ar: Suspendido
pt_br: Suspenso

source: Freezed
es_ar: Congelado
pt_br: Congelados

source: Relist
es_ar: Republicar
pt_br: Recolocado

source: States available in Mercadolibre. You must have your product already synchronized with mercadolibre to see the available options.
es_ar: Estados disponible en Mercadolibre. Tienes que tener tu producto ya sincronizado con mercadolibre para ver las opciones disponibles.
pt_br: Estados disponíveis em Mercado Livre. Você deve ter seu produto já sincronizado com o mercado livre para ver as opções disponíveis.

source: Custom Title
es_ar: Título Personalizado
pt_br: Título personalizado

source: This field is used to set a custom title to your products. Remember that the maximum number of characters allowed for the title of mercadolibre publication is 60 characters.
es_ar: Este campo es usado para fijar un título personalizado a tu producto. Recuerda que el máximo numero de caracteres permitido para mercadolibre es de 60 caracteres.
pt_br: Este campo é usado para definir um título personalizado para seus produtos. Lembre-se que o número máximo de caracteres permitidos para o título de publicação do mercadolibre é de 60 caracteres.

source: Plain Text Description
es_ar: Descripción de Texto Plano
pt_br: Descrição em Texto Plano

source: This field is used to place information in plain text without taking into consideration the general description of the product (optional).
es_ar: Es campo es usado para colocar información en texto plano sin tomar en consideración la descripción general del producto (opcional).
pt_br: Este campo é usado para colocar informações em texto simples, sem levar em consideração a descrição geral do produto (opcional).

source: Code
es_ar: Código
pt_br: Código

source: Product code in Mercadolibre.
es_ar: Código de Producto en Mercadolibre.
pt_br: Código do produto em Mercado Livre.

source: Sales
es_ar: Ventas
pt_br: Vendas

source: Number of registered sales of the product in Mercadolibre.
es_ar: Cantidad de ventas registradas del producto en Mercadolibre.
pt_br: Número de vendas cadastradas do produto em Mercado Livre.

source: Duration
es_ar: Duración
pt_br: Duração

source: Expiration Date
es_ar: Fecha de Expiración
pt_br: Data de validade

source: Creation and Update
es_ar: Creación y Actualización
pt_br: Criação e Atualização

source: Preview
es_ar: Vista Previa
pt_br: Pré-visualizar

source: Sorry, you have a problem with your license or in connection with Mercadolibre. Verify that your website is %s
es_ar: Disculpe, tiene problema con su licencia o en la conexión con Mercadolibre. Verifique que su sitio web este %s
pt_br: Desculpe, você tem um problema com sua licença ou em conexão com o Mercado Livre. Verifique se o seu site é %s

source: Sorry, but it has no connection template assigned. Check the %s and assign one of them to this product.
es_ar: Disculpe, pero no tiene ninguna plantilla de conexión asignada. Verifique el %s y asigne una de ellas a este producto.
pt_br: Desculpe, mas não tem nenhum modelo de conexão atribuído. Verifique o %s e atribua um deles para este produto.

source: List
es_ar: Listado
pt_br: Lista

source: Synchronize with Mercadolibre
es_ar: Sincronizar con Mercadolibre
pt_br: Sincronizar com Mercado Livre

source: Sync
es_ar: Sincronizar

source: Unlink with Mercadolibre
es_ar: Desvincular con Mercadolibre
pt_br: Desvincular com o Mercado Livre

source: Last Synchronization: %s (%s)
es_ar: Últ. Sincronización: %s (%s)
pt_br: Última sincronização: %s (%s)

source: Synchronized!
es_ar: ¡Sincronizado!
pt_br: Sincronizado!

source: Product Successfully Synchronized!
es_ar: ¡Producto Sincronizado Exitosamente!
pt_br: Produto sincronizado com sucesso!

source: Do you want to skip sending dimensions?
es_ar: ¿Desea omitir el envío de dimensiones?
pt_br: Você quer pular as dimensões de envio?

source: Attributes in Mercadolibre
es_ar: Atributos en Mercadolibre
pt_br: Atributos em Mercado Livre

source: list
es_ar: listado
pt_br: lista

source: Mercadolibre Variations: %s
es_ar: Variaciones de Mercadolibre: %s
pt_br: Variações do Mercado Livre: %s

source: Mercadolibre Variations
es_ar: Variaciones de Mercadolibre
pt_br: Variações do Mercado Livre

source: There are no attributes available to configure this variation.
es_ar: No hay atributos disponibles para configurar esta variación.
pt_br: Não há atributos disponíveis para configurar essa variação.

source: — Activate in Meli —
es_ar: — Activar en Meli —
pt_br: — Ativar em Meli —

source: — Pause in Meli —
es_ar: — Pausar en Meli —
pt_br: — Pausa em Meli —

source: — Finish in Meli —
es_ar: — Finalizar en Meli —
pt_br: — Terminar em Meli —

source: — Reset —
es_ar: — Restablecer —
pt_br: — Reiniciar —

source: There is no record.
es_ar: No existe ningún registro.
pt_br: Não há registro.

source: The changes were stored correctly.
es_ar: Los cambios fueron almacenados correctamente.
pt_br: As alterações foram armazenadas corretamente.

source: There is a problem obtaining the users values. Try again or write to makeplugins@gmail.com
es_ar: Existe un inconveniente obteniendo los valores del usuario. Intente nuevamente o escribanos a makeplugins@gmail.com
pt_br: Existe um problema ao obter os valores dos usuários. Tente novamente ou escreva para makeplugins@gmail.com

source: Changes stored correctly.
es_ar: Cambios almacenados correctamente.
pt_br: Mudanças armazenadas corretamente.

source: Sorry, there was a problem with storing the data.
es_ar: Disculpe, hubo un inconveniente al almacenar los datos.
pt_br: Desculpe, houve um problema com o armazenamento dos dados.

source: Templates successfully deleted.
es_ar: Plantillas eliminadas exitosamente.
pt_br: Modelos excluídos com sucesso.

source: Attribute %s allows variations and is mandatory.
es_ar: Atributo %s permite variaciones y es obligatorio.
pt_br: O atributo %s permite variações e é obrigatório.

source: Attribute %s allows variations but is optional.
es_ar: Atributo %s permite variaciones pero es opcional.
pt_br: Atributo %s permite variações, mas é opcional.

source: Attribute %s is mandatory.
es_ar: Atributo %s es obligatorio.
pt_br: Atributo %s é obrigatório.

source: Error!
pt_br: Erro!

source: Mercadolibre
pt_br: Mercado Livre

source: General
pt_br: Geral

source: nickname
pt_br: usuário

source: neutral
pt_br: neutro

source: Mercadolibre #:
pt_br: Mercado Livre #:
