Repository: AmineVisionic/plugins
Catalog: woocommerce-gateway-pagseguro/languages/woocommerce-gateway-pagseguro-*.po
Languages: pt_br

source: Enable/Disable
pt_br: Habilita/Desabilita

source: Enable PagSeguro standard
pt_br: Habilitar PagSeguro API

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o cliente vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o cliente vê durante o checkout.

source: Pay securely via PagSeguro using your Credit Card or bank account.
pt_br: Pague com PagSeguro usando seu cartão de crédito ou transferência eletrônica com total segurança.

source: PagSeguro Email
pt_br: Email PagSeguro

source: Please enter your PagSeguro email address; this is needed in order to take payment.
pt_br: Informe o email de cobrança cadastrado no PagSeguro; Isto é necessário para realizar pagamentos.

source: PagSeguro Token
pt_br: Token PagSeguro

source: Please enter your PagSeguro token; this is needed in order to take payment. See <a href="https://pagseguro.uol.com.br/integracao/token-de-seguranca.jhtml" target="_blank">Token of security</a>
pt_br: Informe o token de sua conta PagSeguro; Isto é necessário para realizar pagamentos. Veja <a href=\"https://pagseguro.uol.com.br/integracao/token-de-seguranca.jhtml\" target=\"_blank\">Token de segurança</a>

source: Use HTML integration
pt_br: Usar integração HTML

source: If your host plan no have support to cURL library, check this.
pt_br: Se seu plano de hospedagem não suporta a biblioteca cURL, marque esta opção.

source: What is your transaction code?
pt_br: Qual é o seu código de transação?

source: This is used in redirect page and return of data. Change only if you change in your PagSeguro account. See <a href="https://pagseguro.uol.com.br/integracao/pagina-de-redirecionamento.jhtml" target="_blank">Transaction code</a>
pt_br: Informe o token de sua conta PagSeguro; Isto é necessário para realizar pagamentos. Veja <a href="https://pagseguro.uol.com.br/integracao/token-de-seguranca.jhtml" target="_blank">Token de segurança</a>

source: Enable/Disable Log
pt_br: Habilitar/Desabilitar log

source: PagSeguro works by sending the user to PagSeguro Gateway to enter their payment information. This Payment Gateway works only API v2 and you need make changes in <a href="https://pagseguro.uol.com.br/integracao/notificacao-de-transacoes.jhtml" target="_blank">Notifications of Transactions</a>
pt_br: PagSeguro functiona enviando o cliente para o Gateway PagSeguro onde ele deverá informar os dados de pagamento. Este gateway de pagamento funciona somente com a API v2 e é necessário realizar alterações em <a href=\"https://pagseguro.uol.com.br/integracao/notificacao-de-transacoes.jhtml\" target=\"_blank\">Notificação das transações</a>.

source: Gateway Disabled
pt_br: Gateway desabilitado

source: PagSeguro does not support your store's currency. You need to select the currency of Brazil Real.
pt_br: PagSeguro não suporta a moeda utilizada em sua loja no momento. Você precisa selecionar a moeda Real do Brasil (BRL).

source: You must give the token of your account email.
pt_br: Você precisa informar o token e email da sua conta PagSeguro.

source: Redirecting...
pt_br: Redirecionando...

source: Thank you for your order. We are now redirecting you to PagSeguro to make payment.
pt_br: Obrigado por realizar sua compra. Nós estamos redirecionando você para o PagSeguro onde você realizará o pagamento.

source: Pay via PagSeguro
pt_br: Pagar via PagSeguro

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido & restaurar carrinho

source: Sorry, an error has occurred
pt_br: Desculpe, um erro ocorreu

source: Try again, if the problem persists try to choose another payment method or contact the service.
pt_br: Tente novamente, se o problema persistir tente escolher outro método de pagamento ou entre em contato com o suporte técnico.

source: Thank you for your order, please click the button below to pay with PagSeguro.
pt_br: Obrigado por realizar sua compra. Por favor, clique no botão a seguir para pagar com PagSeguro.

source: Payment pending, Waiting payment confirmation
pt_br: Pagamento pendente, Aguardando confirmação de pagamento

source: Payment in analysis, Waiting payment confirmation
pt_br: Pagamento pendente, Aguardando confirmação de pagamento

source: Manual confirmation of payment, Check payment confirmation
pt_br: Confirmação manual de pagamento, é necessário verificar a confirmação de pagamento

source: Payment completed
pt_br: Pagamento completo

source: Failed on process of negociation (dispute)
pt_br: Falha no processo de negociação (disputa)

source: Payment refunded
pt_br: Pagamento devolvido

source: Order cancelled
pt_br: Pedido cancelado

source: There was an error during the payment process, please try again.
pt_br: Ocorreu um erro durante o processo de pagamento, por favor tente novamente.

source: There was an error during the payment process, this order no exists.
pt_br: Houve um erro durante o processo de pagamento, o pedido não existe.

source: There was an error during the payment process, unauthorized.
pt_br: Houve um erro durante o processo de pagamento: Não autorizado.

source: There was an error during the payment process, error on request token.
pt_br: Houve um erro durante o processo de pagamento: Erro na requisição do token de segurança.

source: PagSeguro integration for WooCommerce
pt_br: Integração do PagSeguro para WooCommerce
