Repository: AmineVisionic/plugins
Catalog: yith-cost-of-goods-for-woocommerce-premium/languages/yith-cost-of-goods-for-woocommerce-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Reports
nl_nl: Raporten

source: Stock Reports
nl_nl: Voorraad rapporten

source: YITH Cost of Good
nl_nl: YITH Cost of Goods

source: Set Cost of Goods
nl_nl: Stel de kosten van de goederen in

source: Error in updating the product Cost of Goods.
nl_nl: Fout bij het bijwerken van de productkosten van goederen.

source: Set cost
nl_nl: Stel de kosten in

source: Cost
nl_nl: Kosten

source: This will apply costs to previous orders if the cost was not set.
nl_nl: Dit zal kosten van eerdere bestellingen toepassen als de kosten niet zijn ingesteld.

source: This will apply costs to previous orders, overriding the previous cost if it was set.
nl_nl: Hiermee worden de kosten van eerdere bestellingen toegepast, waarbij de vorige kosten worden overschreven als deze zijn ingesteld.

source: Year
nl_nl: Jaar

source: Last Month
nl_nl: Afgelopen Maand

source: This Month
nl_nl: Deze Maand

source: Last 7 Days
nl_nl: Afgelopen 7 Dagen

source: Export CSV
nl_nl: Exporteer CSV

source: Select categories&hellip;
nl_nl: Selecteer categorieën&hellip;

source: Categories
nl_nl: Categorieën

source: Showing reports for:
nl_nl: Rapporten weergeven voor:

source: Product Search
nl_nl: Product zoeken

source: Reset
nl_nl: Herstellen

source: Sales by date
nl_nl: Verkoop op datum

source: Sales by product
nl_nl: Verkoop per product

source: Sales by category
nl_nl: Verkoop per categorie

source: No products found.
nl_nl: Geen producten gevonden.

source: Edit
nl_nl: Aanpassen

source: View
nl_nl: Weergeven

source: Total Sales
nl_nl: Totale Verkoop

source: Product Prices
nl_nl: Product Prijzen

source: Total Price
nl_nl: Totale Prijs

source: Product Cost
nl_nl: Product Kosten

source: Total Cost
nl_nl: Totale Kosten

source: Product Profit
nl_nl: Productwinst

source: Total Profit
nl_nl: Totale Winst

source: Actions
nl_nl: Acties

source: All stock
nl_nl: Alle voorraad

source: Stock by product
nl_nl: Voorraad per product

source: Stock by category
nl_nl: Voorraad per categorie

source: In stock
nl_nl: Op voorraad

source: Out of stock
nl_nl: Niet op voorraad

source: No cost is set for this product
nl_nl: Er zijn geen kosten ingesteld voor dit product

source: Stock status
nl_nl: Voorraad status

source: Product Price
nl_nl: Productprijs

source: Product Total Price
nl_nl: Totale productprijs

source: Product Total Cost
nl_nl: Totale productkosten

source: Potential Profit
nl_nl: Potentiële winst

source: Cost of Gods
nl_nl: Cost of Goods

source: YITH Cost of Goods Settings
nl_nl: YITH Cost of Goods Instellingen

source: Include Fees total cost.
nl_nl: Vermeld totale heffing van de kosten.

source: Cost related to the payment gateway used will be included in the total product cost
nl_nl: Kosten die verband houden met de gebruikte betalingsgateway worden meegenomen in de totale productkosten

source: Include Shipping total cost.
nl_nl: Inclusief totale verzendkosten.

source: Shipping costs will be included in the total product cost
nl_nl: Verzendkosten zijn inbegrepen in de totale productkosten

source: Include Taxes cost for each product.
nl_nl: Belastingenkosten voor elk product includeren.

source: Tax costs will be included in the total product cost
nl_nl: Belastingkosten zullen worden opgenomen in de totale productkosten

source: Apply Costs to Previous Orders.
nl_nl: Kosten toepassen op eerdere bestellingen.

source: Add Custom Columns to the Report.
nl_nl: Aangepaste kolommen toevoegen aan het rapport.

source: Add Custom Field.
nl_nl: Aangepast veld toevoegen.

source: Add a Custom Field to the Report table (Separate them with commas for different columns).
nl_nl: Voeg een aangepast veld toe aan de rapporttabel (scheid ze met komma's voor verschillende kolommen).

source: Add a Tag column to Report.
nl_nl: Voeg een kolom Tag toe aan het rapport.

source: Show a Tag column for products in the Report table
nl_nl: Toon een kolom Tag voor producten in de tabel Rapport

source: Custom:
nl_nl: Aangepast:

source: Search for:
nl_nl: Zoek op:

source: This review is closed for replies
nl_nl: Deze beoordeling staat antwoorden niet toe

source: This review is closed for comments
nl_nl: Deze beoordeling is voor opmerkingen gesloten

source: Product id is in invalid format
nl_nl: Product-ID staat in ongeldig formaat

source: Voting/Reviews settings
nl_nl: Instellingen stem/recensies

source: In the YIT Plugins tab you can find the YITH WooCommerce Advanced Reviews options. With this menu, you can access to all the settings of our plugins that you have activated.
nl_nl: Op het tabblad YITH-plug-ins vindt u de geavanceerde YITH WooCommerce-opties. Met dit menu hebt u toegang tot alle instellingen van onze plug-ins die u hebt geactiveerd.

source: From now on, you can find all the options of YITH WooCommerce Advanced Reviews under YIT Plugin -> Advanced Reviews instead of WooCommerce -> Settings -> Advanced Reviews, as in the previous version. When one of our plugins updates, a new voice will be added to this menu.
nl_nl: Vanaf nu kun je alle opties van YITH WooCommerce Advanced Reviews vinden onder YITH Plugin -> Advanced Reviews in plaats van WooCommerce -> Instellingen -> Advanced Reviews, zoals in de vorige versie. Wanneer een van onze plug-ins wordt bijgewerkt, wordt een nieuwe stem aan dit menu toegevoegd.

source: The layout for this
nl_nl: De lay-out hiervoor

source: The word used for the URL of each project (the slug of post if empty)
nl_nl: Het woord dat wordt gebruikt voor de URL van elk project (de spatie van het bericht als deze leeg is)

source: Label Singular
nl_nl: Enkel Label

source: Set the label in singular to use for each label (the title of portfolio if empty)
nl_nl: Stel het label in enkelvoud in voor elk label (de titel van het portfolio is leeg)

source: Label Plural
nl_nl: Label in meervoud

source: Set the label in plural to use for each label (the title of portfolio if empty)
nl_nl: Stel het label in meervoud in voor elk label (de titel van de portefeuille is leeg)

source: If you want to use a category section for the portfolio, set the name of taxonomy. Name should be in slug form (must not contain capital letters or spaces) and not more than 32 characters long (database structure restriction).
nl_nl: Als u een categorie sectie voor de portfolio wilt gebruiken, stelt u de naam van de taxonomie in. De naam moet in slakvorm zijn (mag geen hoofdletters of spaties bevatten) en mag niet langer zijn dan 32 tekens (beperking van de databasestructuur).

source: Set the word to use in the URL for each category page.
nl_nl: Stel het woord in dat moet worden gebruikt in de URL voor elke categoriepagina.

source: The layout for single page of this portfolio
nl_nl: De lay-out voor één pagina van deze portfolio

source: Show the frontend of the %s
nl_nl: Toon de frontend van de %s

source: The changes you made will be lost if you navigate away from this page.
nl_nl: De wijzigingen die u aanbrengt, gaan verloren als u deze pagina verlaat.

source: If you continue with this action, you will reset all options are in this page.
nl_nl: Als je doorgaat met deze actie, reset je alle opties op deze pagina.

source: The element you have written is already exists. Please, add another name.
nl_nl: Het element dat je hebt geschreven bestaat al. Voeg alsjeblieft een andere naam toe.

source: An error encoured during during import. Please try again.
nl_nl: Een fout tijdens het importeren. Probeer het opnieuw.

source: The file you have insert doesn't valid.
nl_nl: Het bestand dat u invoegt, is niet geldig.

source: I'm sorry, the import featured is disabled.
nl_nl: Het spijt me, de geïmporteerde import is uitgeschakeld.

source: Sorting done correctly.
nl_nl: Sorteren correct gedaan.

source: From now on, you can find all the options of your plugins under the YIT Plugin menu voice. For every installation of our new plugins, a new voice will be added to access to the customization settings.
nl_nl: Vanaf nu kun je alle opties van je plug-ins vinden onder de stem van het YIT Plugin-menu. Voor elke installatie van onze nieuwe plug-ins wordt een nieuwe stem toegevoegd om toegang te krijgen tot de aanpassingsinstellingen.

source: From now on, you can find all the options of your plugins under the YIT Plugin menu voice. When one of our plugins updates, a new voice will be added to this menu. For example, after the update, the options from the plugins (YITH WooCommerce Wishlist, YITH WooCommerce Ajax Search, etc.) will be removed from the previous location and moved under the YIT Plugin tab.
nl_nl: Vanaf nu kun je alle opties van je plug-ins vinden onder de stem van het YIT Plugin-menu. Wanneer een van onze plug-ins wordt bijgewerkt, wordt een nieuwe stem aan dit menu toegevoegd. Bijvoorbeeld na de update, de opties van de plug-ins (YITH WooCommerce Wishlist, YITH WooCommerce Ajax Search, enz.) wordt verwijderd van de vorige locatie en verplaatst naar het tabblad YIT-plug-in.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox yit-changelog-button" title="%3$s">View version %4$s details</a>. <em>You have to activate the plugin on a single site of the network to benefit from the automatic updates.</em>
nl_nl: Er is een nieuwe versie van%1$s beschikbaar. <a href="%2$s" class="thickbox yit-changelog-button" title="%3$s"> Bekijk details van versie% 4$s </a>. <em> U moet de plug-in activeren op een enkele site van het netwerk om te profiteren van de automatische updates. </em>

source: %field% field can not be empty
nl_nl: %field% mag niet leeg zijn

source: %field_1% and %field_2% fields can not be empty
nl_nl: % field_1% en% field_2% velden mogen niet leeg zijn

source: Software has been deactive
nl_nl: Software is gedeactiveerd

source: Licence key has be banned
nl_nl: Licentiesleutel is verbannen

source: To Active
nl_nl: Om te activeren

source: Insert the title of field.
nl_nl: Voer de titel van het veld in.

source: REQUIRED: The identification name of this field, that you can insert into body email configuration. <strong>Note:</strong>Use only lowercase characters and underscores.
nl_nl: VERPLICHT: De identificatienaam van dit veld, dat u kunt invoegen in de e-mailconfiguratie van het lichaam. <strong> Opmerking: </strong> gebruik alleen kleine letters en onderstrepingstekens.

source: Select the type of this field.
nl_nl: Selecteer het type van dit veld.

source: Select this if it's the email where you can reply.
nl_nl: Selecteer dit als het de e-mail is waar u op kunt antwoorden.

source: Insert an additional class(es) (separateb by comma) for more personalization.
nl_nl: Voeg extra klas (sen) in (gescheiden door een komma) voor meer personalisatie.

source: Choose how much long will be the field.
nl_nl: Kies hoe lang het veld zal zijn.

source: The content of the tab. (HTML is supported)
nl_nl: De inhoud van het tabblad. (HTML wordt ondersteund)

source: Sidebar Left
nl_nl: Linker Zijbalk

source: Sidebar Right
nl_nl: Rechter Zijbalk

source: Add a title field on reviews.
nl_nl: Voeg een titelveld toe aan beoordelingen.

source: Set maximum number of attachments selectable (0 = no limit).
nl_nl: Stel maximaal aantal bijlagen in dat kan worden geselecteerd (0 = geen limiet).

source: Reviews summary options
nl_nl: Overzicht van opties

source: Fixed bars color
nl_nl: Vaste balkenkleur

source: Percentage bars color
nl_nl: Percentage balken kleur

source: Show people's votes
nl_nl: Toon de stemmen van mensen

source: Add a string stating how many people's found the review useful.
nl_nl: Voeg een string toe die aangeeft hoeveel mensen de beoordeling nuttig vonden.

source: Customers reviews
nl_nl: Klantbeoordelingen
