Repository: AmineVisionic/plugins
Catalog: yith-woocommerce-zoom-magnifier-premium/languages/yith-woocommerce-zoom-magnifier-*.po
Languages: nl_nl

source: Image Size
nl_nl: Afbeeldingsgrootte

source: The size of the images used within the magnifier box
nl_nl: De afbeeldingsgrootte die wordt gebruikt binnen het vergrootglas

source: Expand the image
nl_nl: Afbeeldingsgrootte verruimen

source: YITH WooCommerce Zoom Magnifier is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Zoom Magnifier is ingeschakeld, maar niet effectief. Het vereist WooCommerce om volledig te werken.

source: products
nl_nl: producten

source: Remove from exclusions
nl_nl: Verwijderen van uitsluitingen

source: Edit product
nl_nl: Bewerk product

source: Remove from list
nl_nl: Verwijderen van lijst

source: %s product removed successfully
nl_nl: %s product succesvol verwijderd

source: %s product added successfully
nl_nl: %s product succesvol toegevoegd

source: Product updated successfully
nl_nl: Product succesvol geupdate

source: Single Product Exclusion List
nl_nl: Single product uitsluitingslijst

source: Add Products
nl_nl: Producten Toevoegen

source: Products to exclude
nl_nl: Producten om uit te sluiten

source: Add product exclusion
nl_nl: Voeg productuitsluiting toe

source: Return to exclusion list
nl_nl: Keer terug naar uitsluitingslijst

source: Select at least one product
nl_nl: Selecteer minstens een product

source: Exclude product categories
nl_nl: Sluit product categorieÃ«n uit

source: Top
nl_nl: Bovenkant

source: Right
nl_nl: Rechts

source: Bottom
nl_nl: Onderkant

source: Left
nl_nl: Links

source: Inside
nl_nl: Binnenzijde

source: Do you want to hard crop the image?
nl_nl: Wilt u de afbeelding verkleinen met 'hard crop'?

source: General
nl_nl: Algemeen

source: Premium Version
nl_nl: Premium Versie

source: Settings
nl_nl: Instellingen

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: YITH WooCommerce Zoom Magnifier is available in an outstanding PREMIUM version with many new options, discover it now.
nl_nl: YITH WooCommerce Zoom Magnifier is beschikbaar in een uitstekende PREMIUM versie met vele nieuwe mogelijkheden, ontdek het nu.

source: Premium version
nl_nl: Premium versie

source: In YIT Plugins tab you can find YITH WooCommerce Zoom Magnifier options.<br> From this menu you can access all settings of the YITH plugins activated.
nl_nl: In de YIT Plugins tab kunt u de YITH WooCommerce Zoom Magnifier opties vinden. <br> Vanuit dit menu heeft u toegang tot alle instellingen van de geactiveerde YITH plugins.

source: Image size
nl_nl: Afbeeldingsgrootte

source: General Settings
nl_nl: Algemene Instellingen

source: Activate YITH WooCommerce Zoom Magnifier
nl_nl: Activeer YITH WooCommerce Zoom Magnifier

source: Activate the plugin or use the WooCommerce default product image.
nl_nl: Activeer de plugin of gebruik de WooCommerce default productafbeelding.

source: Activate on mobile device
nl_nl: Activeer op mobiel apparaat

source: Set if zoom and slider functionalities should be shown also on mobile devices.
nl_nl: Bepaal of zoom en slider opties ook moeten worden weergegeven op mobiele apparaten.

source: Forced Image Size
nl_nl: Gedwongen afbeeldingsgrootte

source: If disabled, you will able to customize the sizes of the zoomed images. Disable it at your own risk; the magnifier could not properly work with images out of proportion.
nl_nl: Indien uitgeschakeld, kunt u zelf de afbeeldingsgrootte van de vergrootte afbeeldingen aanpassen. Schakel uit op eigen risico; het is mogelijk dat het vergrootglas niet degelijk werkt met afbeeldingen buiten proportie.

source: Magnifier Settings
nl_nl: Vergrootglas instellingen

source: Zoom Box Width
nl_nl: Zoom vak breedte

source: The width of the magnifier box (default: auto)
nl_nl: De breedte van het vergrootglas vak (default: auto)

source: Zoom Box Height
nl_nl: Zoom vak hoogte

source: The height of the magnifier box (default: auto)
nl_nl: De hoogte van het vergrootglas vak (default: auto)

source: Zoom Box Position
nl_nl: Zoom vak positie

source: The magnifier position
nl_nl: Vergrootglas positie

source: Zoom Box Position for mobile devices
nl_nl: Zoom vak positie voor mobiele apparaten

source: The magnifier position for the mobile devices (iPhone, Android, etc.)
nl_nl: Vergrootglas positie voor mobiele apparaten (iPhone, Android, etc.)

source: Disable
nl_nl: Uitschakelen

source: Loading label
nl_nl: Laad label

source: Loading...
nl_nl: Laden...

source: Lens Opacity
nl_nl: Lens lichtdichtheid

source: Add a blur effect to the small image on mouse hover.
nl_nl: Voeg een blur effect toe aan de kleine afbeelding op de muisaanwijzer.

source: Slider Settings
nl_nl: Slider instellingen

source: Activate Slider
nl_nl: Activeer slider

source: Activate Thumbnail Slider.
nl_nl: Activeer Thumbnail slider.

source: Activate Responsive Slider
nl_nl: Activeer responsive slider

source: This option fits the thumbnails within the available space. Disable it if you want to manage freely the thumbnails (eg. add margins, paddings, etc.)
nl_nl: Deze optie maakt de thumbnails passend in de beschikbare ruimte. Als u de thumbnails zelf wilt beheren kunt u deze optie uitschakelen (vb. voeg marges, opvulling, etc. toe)

source: Number of items to show
nl_nl: Aantal items om weer te geven

source: Circular carousel
nl_nl: Ronde carrousel

source: It defines whether the carousel should be circular.
nl_nl: Bepaalt of de carrousel rond moet zijn.

source: Infinite carousel
nl_nl: Oneindige carrousel

source: It defines whether the carousel should be infinite. Note: It is possible to create a non-circular, infinite carousel, but it is not possible to create a circular, non-infinite carousel.
nl_nl: Bepaalt of de carrousel oneindig moet zijn. Let op: Het is mogelijk om een niet-ronde, oneindige carrousel te maken. Het is niet mogelijk om een ronde, niet oneindige carrousel te maken.

source: Auto carousel
nl_nl: Auto carrousel

source: Set if the items will scroll automatically on the carousel slider.
nl_nl: Bepaal of de items automatisch scrollen in de carrousel slider.

source: Select a date
nl_nl: Selecteer een datum

source: Hours
nl_nl: Uren

source: Minutes
nl_nl: Minuten

source: Select a font family
nl_nl: Selecteer een lettertype familie

source: Regular
nl_nl: Regulier

source: Bold
nl_nl: Dik

source: Extra bold
nl_nl: Extra dik

source: Italic
nl_nl: Schuingedrukt

source: Italic bold
nl_nl: Schuin en dikgedrukt

source: Click to preview
nl_nl: Klik voor voorbeeld
