Repository: AmineVisionic/plugins
Catalog: yith-woocommerce-minimum-maximum-quantity-premium/languages/yith-woocommerce-minimum-maximum-quantity-*.po
Languages: es_es, it_it

source: Placeholder reference
es_es: Referencias de los marcadores de posición
it_it: Riferimenti segnaposto

source: For further information
es_es: Para más información
it_it: Per ulteriori informazioni

source: Plugin Documentation
es_es: Documentación del Plugin
it_it: Documentazione plugin

source: Replaced with not reached or exceeded quantity or spend restriction.
es_es: Se sustituye por la cantidad no alcanzada o excedida, o restricción de gasto.
it_it: Inserisce la limitazione su quantità o spesa non sufficiente o superiore.

source: Replaced with cart quantity.
es_es: Se sustituye por la cantidad del carrito.
it_it: Inserisce la quantità carrello.

source: Replaced with cart value.
es_es: Se sustituye por el valor del carrito.
it_it: Inserisce il valore del carrello.

source: Replaced with product name.
es_es: Se sustituye por el nombre del producto.
it_it: Inserisce il nome del prodotto.

source: Replaced with category name.
es_es: Se sustituye por el nombre de la categoría.
it_it: Inserisce il nome della categoria.

source: Replaced with tag name.
es_es: Se sustituye por el nombre de etiqueta.
it_it: Inserisce il nome del tag.

source: Replaced with active rules.
es_es: Se sustituye por las reglas activas.
it_it: Inserisce le regole attive.

source: Products
es_es: Productos
it_it: Prodotti

source: Categories
es_es: Categorías
it_it: Categorie

source: Tags
es_es: Etiquetas
it_it: Tag

# plugin name in product edit tab
source: Minimum Maximum Quantity
it_it: Quantità minima e massima

source: Exclude product
es_es: Excluir producto
it_it: Escludi prodotti

source: Do not apply any of the plugin restrictions to this product
es_es: No aplicar ninguna de las restricciones del plugin a este producto
it_it: Non applicare le restrizioni impostate dal plugin a questo prodotto

source: Override product restrictions
es_es: Anular restricciones de producto
it_it: Sovrascrivi restrizioni prodotto

source: Global product restrictions will be overridden by these ones. Set zero for no restrictions.
es_es: Las restricciones de producto globales serán anuladas por estas. Establece cero para no poner restricciones.
it_it: Le restrizioni prodotto globali verranno sovrascritte da quelle correnti. Imposta il valore zero per non applicare alcuna restrizione.

source: Enable variation restrictions
es_es: Habilitar restricciones de variación
it_it: Abilita restrizioni per variazione

source: Set plugin restrictions for product variation instead of for the entire product.
es_es: Establece restricciones del plugin para variaciones de producto en lugar de para el producto entero.
it_it: Applica le restrizioni del plugin alla variazione prodotto invece che a tutto il prodotto.

source: Minimum quantity restriction
es_es: Restricción de cantidad mínima
it_it: Quantità massima

source: Maximum quantity restriction
es_es: Restricción de cantidad máxima
it_it: Quantità minima

# [single product page]
source: Allow users to select products only in groups of
es_es: Permitir a los usuarios seleccionar productos sólo en grupos de
it_it: Permetti agli utenti di selezionare i prodotti solo in gruppi di

# [single product page - variations]
source: Allow users to select product variations only in groups of
es_es: Permitir a los usuarios seleccionar variaciones de productos sólo en grupos de
it_it: Permetti agli utenti di selezionare le variazioni prodotto solo in gruppi di

source: Category restrictions
es_es: Restricciones de categoría
it_it: Restrizioni per categoria

source: Exclude category
es_es: Excluir categoría
it_it: Escludi categoria

source: Do not apply restrictions to product belonging to this category
es_es: No aplicar restricciones a los productos pertenecientes a esta categoría
it_it: Non applicare restrizioni ai prodotti appartenenti a questa categoria

source: Override quantity restrictions
es_es: Anular restricciones de cantidad
it_it: Sovrascrivi restrizioni di quantità

source: Global category quantity restrictions will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones globales de cantidad por categoría serán anuladas por las actuales. Establece cero para no poner restricción.
it_it: Le restrizioni di quantità per categoria saranno sovrascritte da quelle correnti. Imposta zero per non applicare restrizioni.

source: Products belonging to this category can be purchased only in groups of
es_es: Los productos pertenecientes a esta categoría sólo se pueden comprar en grupos de
it_it: I prodotti che appartengono a questa categoria possono essere acquistati solo in gruppi di

source: Override spend restrictions
es_es: Anular restricciones de gasto
it_it: Sovrascrivi restrizioni di spesa

source: Global category spend restrictions will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones de gasto de categoría globales serán anuladas por las actuales. Establece cero para no poner restricciones.
it_it: Le restrizioni di spesa per categoria saranno sovrascritte da quelle correnti. Imposta zero per non applicare restrizioni.

source: Minimum spend restriction
es_es: Restricción de mínimo de gasto
it_it: Spesa minima

source: Maximum spend restriction
es_es: Máxima restricción de gasto
it_it: Spesa massima

source: Tag restrictions
es_es: Restricciones de etiqueta
it_it: Restrizioni tag

source: Exclude tag
es_es: Excluir etiqueta
it_it: Escludi tag

source: Do not apply restrictions to products with this tag
es_es: No aplicar restricciones a productos con etiqueta
it_it: Non applicare le restrizioni ai prodotti con questo tag

source: Global tag quantity restrictions will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones globales de cantidad por etiqueta serán anuladas por las actuales. Establece cero para no poner restricción.
it_it: Le restrizioni di quantità per il tag saranno sovrascritte da quelle correnti. Imposta zero per non applicare restrizioni.

source: Products belonging to this tag can be purchased only in groups of
es_es: Los productos pertenecientes a esta etiqueta sólo se pueden comprar en grupos de
it_it: I prodotti con questo tag possono essere acquistati solo in gruppi di

source: Global spend restrictions for tag will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones globales de gasto por etiqueta serán anuladas por las actuales. Establece cero para no poner restricción.
it_it: Restrizioni di spesa per tag saranno sovrascritte da quelle correnti. Imposta zero per non applicare restrizioni.

source: Items marked with %s do not contribute to reaching the purchase objective set
es_es: Los artículos marcados con %s no contribuyen a alcanzar el objetivo de compra seleccionado
it_it: Gli articoli contrassegnati con %s non contribuiscono al raggiungimento dell'obiettivo di acquisto selezionato

source: Check items marked with %s
es_es: Marcar artículos marcados con %s
it_it: Spunta gli articoli contrassegnati con %s

source: Maximum quantity allowed for this product: %d
es_es: Cantidad máxima permitida para este producto: %d
it_it: Quantità massima consentita per questo prodotto: %d

source: Minimum quantity required for this product: %d
es_es: Cantidad mínima requerida para este producto: %d
it_it: Quantità minima richiesta per questo prodotto: %d

source: Quantities allowed for this product: minimum %d - maximum %d
es_es: Cantidades permitidas para este producto: mínimo %d - máximo %d
it_it: Quantità consentite per questo prodotto: minima %d - massima %d

source: Cart can contain %d items at most.
es_es: El carrito puede contener %d artículos como máximo
it_it: Il carrello può contenere un massimo di %d articoli.

source: Cart must contain %d items at least.
es_es: El carrito debe contener al menos %d artículos
it_it: Il carrello deve contenere almeno %d articoli.

source: Cart must contain at least %d items but no more than %d
es_es: El carrito debe contener al menos %d artículos pero no más de %d
it_it: Il carrello deve contenere almeno %d articoli ma non più di %d

source: Cart can contain no more than %s items.
es_es: El carrito no puede contener más de %s artículos.
it_it: Il carrello non può contenere più di %s articoli.

source: Cart must contain %s items at least
es_es: El carrito debe contener al menos %s artículos
it_it: Il carrello deve contenere almeno %s articoli.

source: Cart must contain at least %s items but no more than %s
es_es: El carrito debe contener al menos %s artículos pero no más de %s
it_it: Il carrello deve contenere almeno %s articoli, ma non più di %s.

source: Maximum quantity allowed for category %s: %d
es_es: Cantidad mínima permitida para la categoría %s: %d
it_it: Quantità massima consentita per la categoria %s: %d

source: Minimum quantity required for category %s: %d
es_es: Cantidad mínima requerida para la categoría %s: %d
it_it: Quantità minima richiesta per la categoria %s: %d

source: Quantities allowed for category %s: minimum %d - maximum %d
es_es: Cantidades permitidas para la categoría %s: mínimo %d - máximo %d
it_it: Quantità consentite per la categoria %s: minima %d - massima %d

source: Maximum spend allowed for category %s: %s
es_es: Gasto máximo permitido para la categoría %s: %s
it_it: Spesa massima richiesta per la categoria %s: %s

source: Minimum spend required for category %s: %s
es_es: Mínimo gasto requerido para categoría %s: %s
it_it: Spesa minima richiesta per la categoria %s: %s

source: Spend allowed for category %s: minimum %s - maximum %s
es_es: Gasto permitido para la categoría %s: mínimo %s - máximo %s
it_it: Spesa consentita per la categoria %s: minima %s - massima %s

source: Maximum quantity allowed for tag %s: %d
es_es: Máxima cantidad permitida para la etiqueta %s: %d
it_it: Quantità massima consentita per il tag %s: %d

source: Minimum quantity required for tag %s: %d
es_es: Cantidad mínima requerida para la etiqueta %s: %d
it_it: Quantità minima richiesta per il tag %s: %d

source: Quantities allowed for tag %s: minimum %d - maximum %d
es_es: Cantidades permitidas para la etiqueta %s: mínimo %d - máximo %d
it_it: Quantità consentite per il tag %s: minimo %d - massimo %d

source: Maximum spend allowed for tag %s: %s
es_es: Gasto máximo permitido para la etiqueta %s: %s
it_it: Spesa massima richiesta per il tag %s: %s

source: Minimum spend required for tag %s: %s
es_es: Mínimo gasto requerido para la etiqueta %s: %s
it_it: Spesa minima richiesta per il tag %s: %s

source: Spend allowed for tag %s: minimum %s - maximum %s
es_es: Gasto permitido para la etiqueta %s: mínimo %s - máximo %s
it_it: Spesa consentita per il tag %s: minima %s - massima %s

source: General Settings
es_es: Ajustes Generales
it_it: Impostazioni generali

source: Message Settings
es_es: Ajustes de mensaje
it_it: Impostazioni messaggi

source: Bulk Actions
es_es: Acciones en bloque
it_it: Azioni di gruppo

source: How To
es_es: Instrucciones
it_it: Come fare per

source: Premium Version
es_es: Versión Premium
it_it: Versione premium

source: Cart updated.
es_es: Carrito actualizado.
it_it: Carrello Aggiornato

source: Your cart must contain at least %s products.
es_es: Tu carrito debe contener al menos %s productos.
it_it: Il tuo carrello deve contenere almeno %s prodotti.

source: Your cart cannot contain more than %s products.
es_es: Tu carrito no puede contener más de %s productos.
it_it: Il tuo carrello non può contenere più di %s prodotti.

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Shipping fees and related taxes excluded.
es_es: Tarifas de envío y tasas relacionadas excluidas.
it_it: Spese di spedizione e relative tasse escluse.

source: YITH WooCommerce Minimum Maximum Quantity is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Minimum Maximum Quantity está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Minimum Maximum Quantity è abilitato ma non in funzione. Devi aver installato WooCommerce perché questo possa funzionare correttamente.

source: Minimum Maximum Quantity settings
es_es: Ajustes de Cantidad Mínima y Máxima
it_it: Impostazioni di Minimum Maximum Quantity

source: Enable YITH WooCommerce Minimum Maximum Quantity
es_es: Habilitar YITH WooCommerce Minimum Maximum Quantity
it_it: Abilita YITH WooCommerce Minimum Maximum Quantity

source: Cart restrictions
es_es: Restricciones de carrito
it_it: Restrizioni carrello

source: Minimum number of items in cart. Set zero for no restrictions.
es_es: Número mínimo de artículos en el carrito. Establece cero para no poner restricciones.
it_it: Numero minimo di articoli nel carrello. Seleziona zero per non applicare restrizioni.

source: Maximum number of items in cart. Set zero for no restrictions.
es_es: Número máximo de artículos en el carrito. Establece cero para no poner restricciones.
it_it: Numero massimo di articoli nel carrello. Seleziona zero per non applicare restrizioni.

source: Allowed placeholders:
es_es: Marcadores de posición permitidos
it_it: Segnaposti:

source: More info
es_es: Más info
it_it: Per saperne di più

source: Purchase rules
es_es: Reglas de compra
it_it: Regole di acquisto

source: Show rules on product page
es_es: Mostrar reglas en la página de producto
it_it: Mostra regole nella pagina prodotto

source: Position in product page
es_es: Posición en la página de producto
it_it: Posizione nella pagina prodotto

source: Set the position in product detail page where showing rules.
es_es: Establece la posición en la página de detalles del producto donde se muestran las reglas.
it_it: Seleziona la posizione in cui mostrare le regole all'interno della pagina dettaglio prodotto.

source: Before title
es_es: Antes del título
it_it: Prima del titolo

source: After price
es_es: Después del precio
it_it: Dopo il prezzo

source: Before "Add to cart"
es_es: Antes de "Añadir al carrito"
it_it: Prima del pulsante "Aggiungi al carrello"

source: Before tabs
es_es: Antes de las pestañas
it_it: Prima delle tab

source: Text before rules
es_es: Texto antes de las reglas
it_it: Testo prima delle regole

source: Explanatory text shown before purchase rules.
es_es: Texto explicatorio mostrado antes de las reglas de compra.
it_it: Testo descrittivo mostrato prima delle regole di acquisto.

source: The following rules are working: {rules}
es_es: Las siguientes reglas funcionan: {rules}
it_it: Sono attive le seguenti regole: {rules}

source: Cart Page Error Messages
es_es: Mensajes de error en la página del carrito
it_it: Messaggi errore pagina carrello

source: Minimum cart quantity not reached
es_es: Cantidad mínima del carrito no alcanzada
it_it: Quantità minima carrello non raggiunta

source: Your cart must contain at least {limit} products.
es_es: Tu carrito debe contener al menos {limit} productos.
it_it: Il tuo carrello deve contenere almeno {limit} prodotti.

source: Maximum cart quantity exceeded
es_es: Cantidad máxima del carrito excedida
it_it: Quantità massima carrello superata

source: Your cart cannot contain more than {limit} products.
es_es: Tu carrito no puede contener más de {limit} productos.
it_it: Il tuo carrello non può contenere più di {limit} prodotti.

source: Minimum cart spend not reached
es_es: Mínimo de gasto en el carrito no alcanzado
it_it: Spesa minima carrello non raggiunta

source: Your cart totals must be at least {limit}.
es_es: El total del carrito debe ser al menos {limit}.
it_it: Il totale del tuo carrello deve raggiungere un minimo di {limit}

source: Maximum cart spend exceeded
es_es: Máximo gasto en el carrito excedido
it_it: Spesa massima carrello superata

source: Your cart totals cannot exceed {limit}.
es_es: El total del carrito no puede exceder {limit}.
it_it: Il totale del tuo carrello non può superare {limit}

source: Minimum product quantity not reached
es_es: Cantidad mínima de producto no alcanzada
it_it: Quantità minima prodotto non raggiunta

source: You must purchase at least {limit} units of {product_name}.
es_es: Debes comprar al menos {limit} unidades de {product_name}.
it_it: Devi acquistare almeno {limit} unità di {product_name}.

source: Maximum product quantity exceeded
es_es: Cantidad máxima de producto excedida
it_it: Quantità massima prodotto superata

source: You cannot purchase more than {limit} units of {product_name}.
es_es: No puedes comprar más de {limit} unidades de {product_name}.
it_it: Non puoi acquistare più di {limit} unità di {product_name}.

source: Product quantity not allowed
es_es: Cantidad de producto no permitida
it_it: Quantità prodotto non consentita

source: The product {product_name} can be purchased only in groups of {limit}.
es_es: The producto {product_name} se puede comprar sólo en grupos de {limit}.
it_it: Il prodotto {product_name} può essere solo acquistato in gruppi di {limit}.

source: Minimum category quantity not reached
es_es: Mínimo de cantidad de categoría no alcanzado
it_it: Quantità minima per la categoria non raggiunta

source: Your cart must contain at least {limit} products belonging to category {category_name}.
es_es: Tu carrito debe contener al menos {limit} productos pertenecientes a la categoría {category_name}.
it_it: Il tuo carrello deve contenere almeno {limit} prodotti appartenenti alla categoria {category_name}.

source: Maximum category quantity exceeded
es_es: Cantidad máxima de categoría excedido
it_it: Quantità massima per la categoria superata

source: Your cart cannot contain more than {limit} products belonging to category {category_name}.
es_es: Tu carrito no puede contener más de {limit} productos pertenecientes a la categoría {category_name}.
it_it: Il tuo carrello non può contenere più di {limit} prodotti appartenenti alla categoria {category_name}.

source: Product quantity not allowed for this category
es_es: Cantidad de productos no permitida para esta categoría
it_it: Quantità prodotto non consentita per questa categoria

source: Products belonging to {category_name} category can only be purchased in groups of {limit}.
es_es: Los productos que pertenecen a la categoría {category_name} sólo se pueden comprar en grupos de {limit}.
it_it: I prodotti appartenenti alla categoria {category_name} possono essere acquistati sono in gruppi di {limit}.

source: Minimum category spend not reached
es_es: Mínimo gasto por categoría no alcanzado
it_it: Spesa minima per la categoria non raggiunta

source: You must spend at least {limit} for products belonging to category {category_name}.
es_es: Debes gastar al menos {limit} en productos pertenecientes a la categoría {category_name}.
it_it: Devi raggiungere almeno {limit} di prodotti appartenenti alla categoria {category_name}.

source: Maximum category spend exceeded
es_es: Máximo gasto por categoría excedido
it_it: Spesa massima per la categoria superata

source: You cannot spend more than {limit} for products belonging to category {category_name}.
es_es: No puedes gastar más de {limit} en productos pertenecientes a la categoría {category_name}.
it_it: Non puoi effettuare più di {limit} di spesa per prodotti appartenenti alla categoria {category_name}.

source: Minimum tag quantity not reached
es_es: Cantidad mínima de etiqueta no alcanzada
it_it: Quantità minima per il tag non raggiunta

source: Your cart must contain {limit} products with tagged {tag_name}.
es_es: Tu carrito debe contener al menos {limit} productos con la etiqueta {tag_name}.
it_it: Il tuo carrello deve contenere almeno {limit} prodotti con il tag {tag_name}.

source: Maximum tag quantity exceeded
es_es: Cantidad máxima
it_it: Quantità massima per il tag superata

source: Your cart cannot contain more than {limit} products tagged {tag_name}.
es_es: Tu carrito no puede contener más de {limit} productos etiquetados con {tag_name}.
it_it: Il tuo carrello non può contenere più di {limit} prodotti con il tag {tag_name}.

source: Product quantity not allowed for this tag
es_es: Cantidad de producto no permitida para esta etiqueta
it_it: Quantità prodotto non consentita per questo tag

source: Products tagged {tag_name} can only be purchased in groups of {limit}.
es_es: Los productos etiquetados como {tag_name} sólo pueden ser comprados en grupos de {limit}.
it_it: I prodotti con il tag {tag_name} possono essere acquistati solo in gruppi di {limit}.

source: Minimum tag spend not reached
es_es: Mínimo de gasto excedido para etiqueta
it_it: Spesa minima per il tag non raggiunta

source: You must spend at least {limit} for products tagged {tag_name}.
es_es: Debes gastar al menos {limit} en productos etiquetados como {tag_name}.
it_it: Devi raggiungere almeno {limit} di spesa per prodotti con il tag {tag_name}.

source: Maximum tag spend exceeded
es_es: Máximo de gasto excedido para etiqueta
it_it: Spesa massima per il tag superata

source: You cannot spend more than {limit} for products tagged {tag_name}.
es_es: No puedes gastar más de {limit} en productos etiquetados con {tag_name}.
it_it: Non puoi effettuare più di {limit} di spesa per prodotti con il tag {tag_name}.

source: "Add to Cart" Error Messages
es_es: Mensajes de Error de "Añadir al carrito"
it_it: Messaggi di errore "Aggiungi al carrello"

source: Enable messages on Add to Cart
es_es: Habilitar mensajes en Añadir al carrito
it_it: Abilita messaggi al clic su "Aggiungi al carrello"

source: The product has been added to the cart, but minimum number of items required in cart ({limit}) has not been reached yet.
es_es: El producto ha sido añadido al carrito, pero el número mínimo de artículos obligatorios en el carrito ({limit}) no ha sido alcanzado aún.
it_it: Il prodotto è stato aggiunto al carrello, ma il numero di articoli minimo richiesto nel carrello ({limit}) non è stato ancora raggiunto.

source: You cannot add this product because your cart cannot contain more than {limit} products.
es_es: No puedes añadir este producto porque tu carrito no puede contener más de {limit} productos.
it_it: Non puoi aggiungere questo prodotto poiché il tuo carrello contiene più di {limit} prodotti.

source: The product has been added to the cart but minimum spend required ({limit}) has not be reached yet.
es_es: El producto ha sido añadido al carrito pero el mínimo de gasto obligatorio ({limit}) no se ha alcanzado todavía.
it_it: Il prodotto è stato aggiunto al carrello ma il minimo di spesa richiesto ({limit}) non è stato ancora raggiunto.

source: You cannot add this product, because maximum totals for your cart cannot exceed {limit}.
es_es: No puedes añadir este producto, porque el total máximo para tu carrito no puede exceder {limit}.
it_it: Non puoi aggiungere questo prodotto, poiché hai superato il totale massimo di spesa per il tuo carrello {limit}.

source: The product has been added to the cart, but minimum quantity required for this product ({limit}) has not been reached yet.
es_es: El producto ha sido añadido al carrito, pero la cantidad mínima obligatoria para este producto ({limit}) no se ha alcanzado todavía.
it_it: Il prodotto è stato aggiunto al carrello, ma la quantità minima richiesta per questo prodotto ({limit}) non è stata ancora raggiunta.

source: You cannot add this product because maximum quantity for this product ({limit}) has been reached.
es_es: No puedes añadir este producto porque la cantidad máxima para sete producto ({limit}) se ha alcanzado.
it_it: Non puoi aggiungere questo prodotto poiché la quantità massima consentita per questo prodotto ({limit}) è stata raggiunta.
