Repository: AmineVisionic/plugins
Catalog: yith-woocommerce-minimum-maximum-quantity-premium/languages/yith-woocommerce-minimum-maximum-quantity-*.po
Languages: es_es, it_it

source: The product has been added to the cart, but minimum quantity required for category {category_name} ({limit}) has not been reached yet.
es_es: El producto ha sido añadido al carrito, pero la cantidad mínima requerida para la categoría {category_name} ({limit}) no se ha alcanzado todavía.
it_it: Il prodotto è stato aggiunto al carrello, ma la quantità minima richiesta per la categoria {category_name} ({limit}) non è stata ancora raggiunta.

source: You cannot add this product because your cart cannot contain more than {limit} products belonging to category {category_name}.
es_es: No puedes añadir este producto porque tu carrito no puede contener más de {limit} productos pertenecientes a la categoría {category_name}.
it_it: Non puoi aggiungere questo prodotto poiché il tuo carrello non può contenere più di {limit} prodotti appartenenti alla categoria {category_name}.

source: The product has been added to the cart, but products belonging to the {category_name} can only be bought in groups of {limit}.
it_it: Il prodotto è stato aggiunto al carrello, ma i prodotti appartenenti alla categoria {category_name} possono essere acquistati solo in gruppi di {limit}.

source: The product has been added to the cart, but minimum spend required for category {category_name} ({limit}) has not been reached yet.
es_es: El producto ha sido añadido al carrito, pero el gasto mínimo obligatorio para la categoría {category_name} ({limit}) no se ha alcanzado todavía.
it_it: Il prodotto è stato aggiunto al carrello, ma il minimo di spesa richiesto per la categoria {category_name} ({limit}) non è stato ancora raggiunto.

source: You cannot add this product because total spend for products belonging to category {category_name} cannot exceed {limit}.
es_es: No puedes añadir este producto porque el gasto total para productos pertenecientes a la categoría {category_name} no puede exceder {limit}.
it_it: Non puoi aggiungere questo prodotto poiché il totale di spesa per prodotti appartenenti alla categoria {category_name} non può superare {limit}.

source: The product has been added to the cart but minumum required quantity for products tagged {tag_name} ({limit}) has not been reached yet.
es_es: El producto ha sido añadido al carrito pero la cantidad mínima requerida para productos etiquetadas como {tag_name} ({limit}) no se ha alcanzado aún.
it_it: Il prodotto è stato aggiunto al carrello, ma la quantità minima richiesta per i prodotti con il tag {tag_name} ({limit}) non è stata ancora raggiunta.

source: You cannot add this product because your cart cannot contain more than {limit} products tagged {tag_name}
es_es: No puedes añadir este producto porque tu carrito no puede contener más de {limit} productos etiquetados como {tag_name}
it_it: Non puoi aggiungere questo prodotto poiché il tuo carrello non può contenere più di {limit} prodotti con il tag {tag_name}

source: The product has been added to the cart, but products belonging to the {tag_name} can only be bought in groups of {limit}.
it_it: Il prodotto è stato aggiunto al carrello, ma i prodotti con il tag {tag_name} possono essere acquistati solo in gruppi di {limit}.

source: The product has been added to the cart but minimum spend required for products tagged {tag_name} ({limit}) has not been reached yet.
es_es: El producto ha sido añadido al carrito, pero el mínimo de gasto obligatorio requerido para productos con la etiqueta {tag_name} ({limit}) no se ha alcanzado todavía.
it_it: Il prodotto è stato aggiunto al carrello, ma la spesa minima richiesta per i prodotti con il tag {tag_name} ({limit}) non è stata ancora raggiunta.

source: You cannot add this product because total spend for products tagged {tag_name} cannot exceed {limit}.
es_es: No puedes añadir este producto porque el total gastado para productos etiquetados como {tag_name} no puede exceder el límite {limit}.
it_it: Non puoi aggiungere questo prodotto poiché la spesa totale per i prodotti con il tag {tag_name} non può superare {limit}.

source: Product Bundles
es_es: Lotes de producto
it_it: Pacchetti di prodotti

source: Cart, category and tag quantity restrictions
es_es: Restricciones de cantidad por carrito, categoría y etiqueta
it_it: Restrizioni quantità per carrello, categoria e tag

source: Apply only to the bundle
es_es: Aplicar sólo al lote
it_it: Applica solo al pacchetto

source: Apply only to the bundle items
es_es: Aplicar sólo a los lotes de artículos
it_it: Applica solo ai prodotti nel pacchetto

source: Enable cart quantity restrictions
es_es: Habilitar restricciones de cantidad del carrito
it_it: Abilita restrizioni quantità nel carrello

source: Enable cart spend restrictions
es_es: Habilitar restricciones de gasto por carrito
it_it: Abilita restrizioni spesa nel carrello

source: Minimum spend for items in cart. Set zero for no restrictions.
es_es: Cantidad mínima gastada para los elementos en el carrito. Establece cero para ninguna restricción.
it_it: Spesa minima per gli articoli nel carrello. Imposta zero per non applicare restrizioni.

source: Include shipping rates and relative fees.
es_es: Incluir tarifas de envío y precios relativos.
it_it: Includi spese di spedizione e relative tasse.

source: Product restrictions
es_es: Restricciones de producto
it_it: Restrizioni prodotto

source: Enable product quantity restrictions
es_es: Habilitar restricciones de cantidad por producto
it_it: Abilita restrizioni quantità per prodotto

source: Minimum number of items required for each product. Set zero for no restrictions.
es_es: Número mínimo de artículos requeridos para cada producto. Establece cero para no poner restricciones.
it_it: Numero minimo di articoli richiesto per ciascun prodotto. Imposta zero per non applicare restrizioni.

source: Maximum quantity allowed for each single product. Set zero for no restrictions.
es_es: Cantidad máxima permitida para cada producto único. Establece cero para no poner restricciones.
it_it: Quantità massima consentita per ogni singolo prodotto. Imposta zero per non applicare restrizioni.

source: Quantity groups of
es_es: Grupos de cantidad de
it_it: Gruppi di

source: Allow your users to select products only in groups of x items (e.g. The product YITH Pen can be bought only in groups of 6)
it_it: Permetti agli utenti di selezionare i prodotti solo in gruppi di x articoli (es. il prodotto YITH Pen può essere acquistato solo in gruppi di 6)

source: Enable category quantity restrictions
es_es: Habilitar restricciones de categoría
it_it: Abilita restrizioni quantità per categoria

source: Category quantity groups of
es_es: Cantidad de categoría, grupos de
it_it: Per categoria - gruppi di

source: Allow users to select products belonging to a specific category only in groups of x items (e.g. all pens can be purchased only in groups of 6)
it_it: Permetti agli utenti di selezionare i prodotti di una specifica categoria solo in gruppi di x articoli (es. qualsiasi penna può essere acquistata solo in gruppi di 6)

source: Enable category spend restrictions
es_es: Habilitar restricciones de gasto por categoría
it_it: Abilita restrizioni spesa per categoria

source: Enable tag quantity restrictions
es_es: Habilitar restricciones de cantidad por etiqueta
it_it: Abilita restrizioni quantità per tag

source: Tag quantity groups of
es_es: Cantidad de etiqueta, grupos de
it_it: Per tag - gruppi di

source: Allow users to select products with a specific tag only in groups of x items (e.g. Products tagged "Small" can be purchased only in groups of 12)
it_it: Permetti agli utenti di selezionare i prodotti di una specifica categoria solo in gruppi di x articoli (es. tutti i prodotti con tag "Casual" possono essere acquistati solo in gruppi di 6)

source: Enable tag spend restrictions
es_es: Habilitar restricciones de gasto por etiqueta
it_it: Abilita restrizioni spesa per tag

source: Maximum spend for items in cart. Set zero for no restrictions.
es_es: Máximo gasto para los artículos en el carrito. Establece 0 para ninguna restricción.
it_it: Massimo di spesa per gli articoli nel carrello. Imposta zero per non applicare restrizioni.

source: category
es_es: categoría
it_it: categoria

source: categories
es_es: categorías
it_it: categorie

source: Category
es_es: Categoría
it_it: Categoria

source: Excluded
es_es: Excluído
it_it: Escludi

source: Override Quantity Restrictions
es_es: Anular restricciones de cantidad
it_it: Sovrascrivi restrizioni quantità

source: Override Spend Restrictions
es_es: Anular restricciones de gasto
it_it: Sovrascrivi restrizioni spesa

source: Edit rule
es_es: Editar regla
it_it: Modifica regole

source: Edit category
es_es: Editar categoría
it_it: Modifica categoria

source: Remove from list
es_es: Quitar de la lista
it_it: Rimuovi dalla lista

source: Yes
es_es: Sí
it_it: Sì

source: Group of: %d
es_es: Grupo de : %d
it_it: Gruppo di: %d

source: %s category added successfully
es_es: %s categoría añadida satisfactoriamente
it_it: %s categoria aggiunta con successo

source: Category updated successfully
es_es: Categoría actualizada satisfactoriamente
it_it: Categoria aggiornata con successo

source: %s category removed successfully
es_es: %s categoría eliminada con éxito
it_it: %s categoria rimossa con successo

source: Category Rule list
es_es: Lista de reglas de categoría
it_it: Elenco regole categoria

source: Add Categories
es_es: Añadir Categorías
it_it: Tutte le categorie

source: Category to edit
es_es: Categoría a editar
it_it: Categoria da modificare

source: Categories to add
es_es: Categorías a añadir
it_it: Categorie da aggiungere

source: Search for a category&hellip;
es_es: Buscar categoría&hellip;
it_it: Cerca una categoria&hellip;

source: Do not apply restrictions to products belonging to this category
es_es: No aplicar restricciones a productos pertenecientes a esta categoría
it_it: Non applicare restrizioni ai prodotti appartenenti a questa categoria

source: Do not apply restrictions to products belonging to categories selected
es_es: No aplicar restricciones a productos pertenecientes a las categorías seleccionadas
it_it: Non applicare restrizioni ai prodotti appartenenti alle categorie selezionate

source: Override category restrictions
es_es: Anular restricciones de categoría
it_it: Sovrascrivi restrizioni categoria

source: Global spend restrictions for category will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones globales de gasto por categoría serán anuladas por las actuales. Establece cero para no poner restricción.
it_it: Le restrizioni di spesa complessiva per categoria saranno sovrascritte da quelle attuali. Imposta zero per non applicare restrizioni.

source: Add category rule
es_es: Añadir regla de categoría
it_it: Aggiungi regola categoria

source: Update category rule
es_es: Actualizar regla de categoría
it_it: Aggiorna regola categoria

source: Return to rule list
es_es: Volver a la lista de reglas
it_it: Torna all'elenco regole

source: Select at least one category
es_es: Selecciona al menos una categoría
it_it: Seleziona almeno una categoria

source: Select at least one option
es_es: Selecciona al menos una opción
it_it: Seleziona almeno un'opzione

source: product
es_es: producto
it_it: prodotto

source: products
es_es: productos
it_it: prodotti

source: Product
es_es: Producto
it_it: Prodotto

source: Edit product
es_es: Editar producto
it_it: Modifica prodotto

source: %s product added successfully
es_es: %s producto añaido satisfactoriamente
it_it: %s prodotto aggiunto con successo

source: Product updated successfully
es_es: Producto actualizado satisfactoriamente
it_it: Prodotto aggiornato con successo

source: %s product removed successfully
es_es: %s producto eliminado satisfactoriamente
it_it: %s prodotto rimosso con successo

source: Product Rule list
es_es: Lista de reglas de producto
it_it: Elenco regole prodotto

source: Add Products
es_es: Añadir productos
it_it: Aggiungi prodotti

source: Product to edit
es_es: Producto a editar
it_it: Prodotto da modificare

source: Products to add
es_es: Producto a añadir
it_it: Prodotti da aggiungere

source: Search for a product&hellip;
es_es: Buscar un producto&hellip;
it_it: Cerca un prodotto&hellip;

source: Do not apply restrictions to this product
es_es: No aplicar restricciones a este producto
it_it: Non applicare alcuna restrizione a questo prodotto

source: Do not apply restrictions to the selected products
es_es: No aplicar restricciones a los productos seleccionados
it_it: Non applicare restrizioni ai prodotti selezionati

source: Global product restrictions will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones de producto globales serán anuladas por las actuales. Establece cero para no poner restricciones.
it_it: Le restrizioni globali prodotto saranno sovrascritte da quelle correnti. Imposta zero per non applicare restrizioni.

source: Add product rule
es_es: Añadir regla de producto
it_it: Aggiungi regola prodotto

source: Update product rule
es_es: Actualizar regla de producto
it_it: Aggiorna regola prodotto

source: Select at least one product
es_es: Selecciona al menos un producto
it_it: Seleziona almeno un prodotto

source: tags
es_es: etiqueta
it_it: tag

source: Edit tag
es_es: Editar etiqueta
it_it: Modifica tag

source: %s tag added successfully
es_es: %s etiquetas añadidas satisfactoriamente
it_it: %s tag aggiunto con successo

source: Tag updated successfully
es_es: Etiqueta actualizada satisfactoriamente
it_it: Tag aggiornato con successo

source: %s tag removed successfully
es_es: %s etiqueta eliminada satisfactoriamente
it_it: %s tag rimosso con successo

source: Tag Rule list
es_es: Lista de reglas de etiqueta
it_it: Elenco regole tag

source: Add Tags
es_es: Añadir etiquetas
it_it: Aggiungi tag

source: Tag to edit
es_es: Etiqueta a editar
it_it: Tag da modificare

source: Tags to add
es_es: Etiquetas a añadir
it_it: Tag da aggiungere

source: Search for a tag&hellip;
es_es: Buscar una etiqueta&hellip;
it_it: Cerca un tag&hellip;

source: Do not apply restrictions to products with the selected tags
es_es: No aplicar restricciones a productos con las etiquetas seleccionadas
it_it: Non applicare restrizioni ai prodotti con i tag selezionati

source: Override tag restrictions
es_es: Anular restricciones de etiqueta
it_it: Sovrascrivi restrizioni tag

source: Global tag spend restrictions will be overridden by current ones. Set zero for no restrictions.
es_es: Las restricciones globales de gasto por etiqueta serán anuladas por las actuales. Establece cero para no poner restricción.
it_it: Le restrizioni spesa per tag saranno sovrascritte da quelle correnti. Imposta zero per non applicare restrizioni.

source: Add tag rule
es_es: Añadir regla de etiqueta
it_it: Aggiungi regola tag

source: Update tag rule
es_es: Actualizar regla de categoría
it_it: Aggiorna regola tag

source: Select at least one tag
es_es: Selecciona al menos una etiqueta
it_it: Seleziona almeno un tag

source: Min.: %d - Max.: %d
es_es: Mín.: %d - Máx.: %d

source: tag
es_es: etiqueta

source: Tag
es_es: Etiqueta
